[{
  "_id": {
    "$oid": "64494fee8fd05ba10d3ca775"
  },
  "id": "smokegranade",
  "name": "Дымовая шашка",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3LaxoSLC49T5vgKnUAlTLT/c47c4636845a04478432c48be8c29aee/Smoke_Grenade.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Устройство для создания дымовой завесы.",
  "main_desc": "Дымовая граната — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется атакующими оперативниками для прикрытия наступления.",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "<p>В Siege дымовая граната взрывается через 2 секунды после соприкосновения с любой поверхностью. Создаёт густую дымовую завесу, под прикрытием которой оперативники штурмотряда может выполнить важные действия, такие как, например увод заложника из здания или установка деактиватора.</p><p>Радиус дымовой завесы составляет 3 метра. Действует дымовая завеса 15 секунд. Тепловизор на винтовке оперативника Glaz позволяет видеть сквозь дымовую завесу. Так же Warden при активации своего гаджета в стоячем положении может видеть сквозь дымовую завесу. Как и в случае с другими метательными предметами, бросок дымовой гранаты непосредственно в кого-либо отнимает 5 единиц здоровья.</p>"
},{
  "_id": {
    "$oid": "6449514e8fd05ba10d3ca777"
  },
  "id": "c4",
  "name": "Взрывчатка C4",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4pBSTw9U6l9GRnT12G6Xln/e0991bc03b48d217f510af8b611c8828/Nitro_Cell.png",
  "type": "гаджет",
  "quality": 1,
  "desc": "<p>Взрывчатка в Siege используется для нейтрализации противников и, реже, пробивания разрушаемых поверхностей. Её можно установить как вплотную к предполагаемому месту взрыва, так и пробросив её. C4 оперативников активируется дистанционно. C4 Белых масок детонируется автоматически при приближении оперативника.</p><p>При пробросе взрывчатки на оперативников со щитами (Montagne, Fuze, Blitz) они могут получить лишь небольшой урон, если взрывчатка была проброшена перед щитом. Если же взрывчатка была проброшена за щит, то оперативник со щитом погибнет моментально.</p><p>Поскольку взрывчатка является электронным устройством, то она может быть обнаружена Детектором электронных устройств, и может быть уничтожена ЭМИ-гранатой. Взрывчатка также уничтожается выстрелами из огнестрельного оружия или Шок-бота.</p>",
  "in_game_desc": "С4 дистанционного подрыва.",
  "main_desc": "Взрывчатка C4 — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется оперативниками защиты для нейтрализации противников и разрушения поверхностей.",
  "user_id": [
    "mute",
    "pulse",
    "kapkan",
    "bandit",
    "valkyrie",
    "mira",
    "kaid",
    "mozzie",
    "warden",
    "goyo",
    "melusi",
    "thunderbird",
    "recruit"
  ]
},{
  "_id": {
    "$oid": "644953068fd05ba10d3ca778"
  },
  "id": "drone",
  "name": "Дрон",
  "icon": "https://www.pngkit.com/png/detail/206-2064872_creativesiege-rainbow-six-siege-drone-png.png",
  "type": "гаджет",
  "quality": 2,
  "desc": "<p>Первый дрон активируется автоматически на фазе подготовки в многопользовательской игре, а также в одиночной миссии 'Провал разведки'. По окончании фазы подготовки дроном можно продолжить пользоваться.</p><p>Дрон может перемещаться по карте и прыгать для того, чтобы несколько ускорить передвижение и для того, чтобы уворачиваться от выстрелов в него защитников. Прыжок издаёт негромкий звук, который тем не менее может выдать его местоположение. Перемещение так же издаёт небольшой шум. Перезарядка прыжка составляет 3 секунды. Кроме того, дрон способен разворачиваться на месте на 360 градусов.</p>",
  "in_game_desc": "",
  "main_desc": "Дрон — стандартный гаджет в Tom Clancy's Rainbow Six: Siege. Используется большинством оперативников атаки для разведки территории.",
  "user_id": [
    "все оперативники штурмового отряда"
  ]
},{
  "_id": {
    "$oid": "6449592b8fd05ba10d3ca782"
  },
  "id": "mine",
  "name": "Мина",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4T4H5EJgUxorucGVtU2pkm/74fef324b89c220ce6426e8097f915b9/Claymore.png",
  "type": "гаджет",
  "quality": 1,
  "desc": "<p>В Siege Claymore имеет три лазерных сенсора длиной до 3 метров. длина их может уменьшаться в зависимости от наличия физической преграды и её можно удлинить прострелив дырку на разрушаемой стене. Устанавливается на любые, даже относительно ровные поверхности. На лестницы и стены мина не устанавливается.</p><p>При прохождении оперативником защиты через одну из растяжек мина взрывается. Все лёгкие и средние по броне оперативники, которые во время взрыва находились рядом с миной в той стороне, куда были направлены лазеры, погибают сразу. Оперативники с тяжёлой бронёй отправятся в состояние 'Павший, но не умерший'. Если прошедший через лазер защитник надел Керамопластины, то вне зависимости от уровня брони отправится в состояние 'Павший, но не умерший'.</p>",
  "in_game_desc": "Антипехотная мина.",
  "main_desc": "Мина «Claymore» — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Появился в патче 4.2 13 сентября 2016 года. Используется атакующими оперативниками для прикрытия флангов.",
  "user_id": [
    "thatcher",
    "ash",
    "iq",
    "twitch",
    "zero",
    "capitao",
    "jackal",
    "zofia",
    "lion",
    "maverick",
    "kali",
    "ace",
    "flores"
  ]
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90d7"
  },
  "id": "stungrenade",
  "name": "Светошумовая граната",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3XnK8s1iQJQu5cfr6UyQfK/429480b96d6d6d6b830c32c75d2608f5/Stun_Grenade.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Светошумовая граната — граната, которая при взрыве испускает яркий свет, ослепляющее всё живое в определённом радиусе.",
  "main_desc": "Светошумовая граната — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется атакующими оперативниками для выведения из строя противников.",
  "user_id": [
    "nomad",
    "lion",
    "finka",
    "dokkaebi",
    "hibana",
    "flores",
    "amaru",
    "buck",
    "blackbeard",
    "sledge",
    "thermite"
  ],
  "overview": "В Siege светошумовая граната взрывается через 1 секунду после соприкосновения с любой поверхностью. Ослепляет и оглушает любого оперативника, посмотревшего на взрыв, на несколько секунд. Ослепление постепенно спадает."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90d8"
  },
  "id": "fraggrenade",
  "name": "Осколочная граната",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4GZsPHbm9H0k5EWz7TMkwO/33b9007bc6ee03dab15cfa15eb69e096/Frag_Grenade.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Осколочная граната — граната, оставляющая после взрыва шрапнели, которые наносят урон всему живому в определённом радиусе.",
  "main_desc": "Осколочная граната — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется атакующими оперативниками для нейтрализации противников.",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "В Siege осколочная граната имеет следующую механику: после зажатия на кнопку, отвечающую за второстепенный гаджет оперативник за полсекунды выдёргивает чеку, после чего у игрока есть 3,5 секунды на выбор направления полёта осколочной гранаты. Отменить эти действия можно переключением на другое оружие. Если игрок просто нажмёт, то граната полетит сразу после выдёргивания чеки. Взрывается также через 3,5 секунды. Если игрок зажмёт гранату слишком долго, то она взорвётся в руках оперативника и тот погибнет моментально."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90d9"
  },
  "id": "hardbreachcharge",
  "name": "Усиленный заряд",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3OvnVPWY1UyrDE913kU0a1/eae4b2a1584234ea2ff4ad6481239f3b/SecondaryBreacher.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Hard Breach Charge — гаджет, представленный в Tom Clancy's Rainbow Six Осада , в дополнении Operation Shadow Legacy . Он доступен для нескольких атакующих операторов и позволяет пробивать укрепленные стены и люки.",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "Hard Breach Charge можно разместить на всех разрушаемых поверхностях. Для установки требуется 2 секунды, его нельзя активировать удаленно. Вместо этого предохранитель гаджета начнет обратный отсчет после завершения анимации размещения, когда Оператор потянет за язычок предохранителя. В отличие от других гаджетов с жестким взломом, таких как экзотермический заряд Thermite , гаджет имеет более длинный предохранитель, детонирующий за 4 секунды."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90da"
  },
  "id": "breachcharge",
  "name": "Пробивной заряд",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1OgTMhyF1FBsSAo4njk26m/99b7a971f81b9195b3c3536b51d52893/R6S_Breach_charge.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Пробивной заряд — гаджет, появлявшийся в различных частях серии Tom Clancy Rainbow Six. Используется для прорыва в помещения.",
  "main_desc": "Пробивной заряд — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется многими атакующими оперативниками для создания брешей или уничтожения разрушаемых поверхностей.",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "Пробивной заряд способен разрушить частично или полностью разрушаемые стены или полы, а также барикады и бронепанели. Устанавливается вплотную к пробиваемой поверхности и детонируется дистанционно. После взрыва создаёт небольшое задымление."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90db"
  },
  "id": "impactgrenade",
  "name": "Ударная граната",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7iJK9B1Vr3PDO3rGftU00l/3a02e940b440c30929edf22c49870f65/impact-grenade__1_.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Ударная граната — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Появился в патче 4.2 13 сентября 2016 года. Используется оперативниками защиты для создания брешей в разрушаемых стенах и люках, а также для нанесения урона противникам.",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "Ударная граната представляет собой сферическое устройство и работает схожим образом, что и осколочная граната. Главное отличие заключается в том, что при контакте с поверхностью граната сразу взрывается. Кроме того, игрок при или зажатии кнопки второстепенного гаджета не имеет ограничения по времени на держание её в руках."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90dc"
  },
  "id": "proximityalarm",
  "name": "Датчик движения",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2TsFLmb2O6LRZpbxzkZDck/c9146913388a9567500b704c95600621/Proximity_alarm.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Proximity Alarm — второстепенный гаджет в игре Tom Clancy's Rainbow Six Осада , который был представлен в дополнении Operation Steel Wave . ",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "После того, как сигнал о приближении будет запущен, он укажет свой эффективный радиус и должен заполнить радиус, чтобы быть активированным. Гаджет подаст сигнал тревоги, как только враг войдет в его радиус 3 метра, предупредив Защитников об их общем местонахождении. Сигнализация сближения срабатывает почти сразу после достижения эффективного радиуса, активируясь с небольшой задержкой. Устройство издает звуковой сигнал, который слышен как злоумышленникам, так и защитникам. Значок HUD появится у злоумышленников, которые входят в радиус действия сигнала тревоги. Звуковой сигнал датчика приближения слышен на большом расстоянии, даже сквозь поверхности."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90dd"
  },
  "id": "bulletproofcamera",
  "name": "Пулестойкая камера",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/gZuOXvuTu2i8hQX0B6auy/259f379a6283bae618443d722a896f1a/Bulletproof_camera.png",
  "type": "гаджет",
  "quality": 1,
  "in_game_desc": "Пуленепробиваемая камера — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege.",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "Пуленепробиваемая камера представляет собой устройство, позволяющее вести наблюдение за определённым направлением. Защищена спереди пуленепробиваемым стеклом. Устанавливается на ровные поверхности, для установки нужно подойти вплотную к нужному месту."
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90de"
  },
  "id": "bardedwire",
  "name": "Колючая проволока",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7igaibxuCcSpWDkZensEJS/6d30514b70a4c8b535bb1c113f9cfce0/barbed-wire__1_.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": ""
},{
  "_id": {
    "$oid": "64786a8207d29514e3ab90df"
  },
  "id": "deployableshield",
  "name": "Стационарный щит",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/W0WE0X2VQlxwWIAFCJ6Jm/523650a39de5a23dd9520d7299c9e25a/Deployable_Shield.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Стационарный щит — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется оперативниками защиты для создания укрытия и, реже, для создания препятствий противникам.",
  "main_desc": "",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "Устанавливаемый щит защищает оперативников защиты от огня противника. Закрывает ноги в положении стоя и полностью закрывает оперативника в положении сидя. В отличии от щитов оперативников атаки, устанавливаемый щит является стационарным, но его владелец может переносить его."
}]