[{
  "_id": {
    "$oid": "644914b24cf5accbbe90781a"
  },
  "id": "brava",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7uyRvknQBEbg6KY37rXeK2/699fd5226e65c7b3ad5205dcf54360f4/r6s-operator-brava.png",
  "name": "БРАВА",
  "real_name": "Наяра Кардосо",
  "health": 1,
  "speed": 3,
  "birtday": "10 января (40 лет)",
  "birtplace": "Куритиба, Бразилия",
  "bio_video": "https://www.youtube.com/embed/2F7abQoY_2s",
  "bio_quote": "Иногда единственное средство правосудия – это пуля...",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;В детстве на Наяру сильно повлияла безвременная кончина кузена, которому не повезло оказаться на месте ограбления. Поскольку он стал жертвой преступления, это побудило Кардосо получить юридическое образование. Но осознав свою неспособность существенно что-либо изменить в системе и разочаровавшись в работе прокурора, Наяра поступила на службу в Управление Федеральной полиции.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Кардосо боролась с преступностью в штатах и на федеральном уровне, дослужившись до звания комиссара. Она возглавляла расследования, выдавала ордеры, а затем по особой рекомендации от Управления переехала в столицу, чтобы поступить на службу в Comando de Operações Táticas (COT). Завершив 18-недельный курс подготовки по операциям в воздухе, на воде и на берегу рек, Кардосо начала служить в подразделении COT, специализирующемся на операциях с повышенным риском.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Обширный опыт работы с захваченными гражданскими самолетами, который был за плечами у Brava, привлек внимание Юмико Имагавы (позывной «Hibana»), однако место в отряде Viperstrike Кардосо получила благодаря блестящему исполнению служебных обязанностей.</p>",
  "bio_psy": "В официальном отчете указано, что я решила завербовать Наяру Кардосо (позывной «Brava») из-за «блестящего исполнения служебных обязанностей». Позвольте мне пояснить, почему Brava идеально подходит для службы в Viperstrike – передовом контртеррористическом подразделении. В ходе операции в картеле «Щебень» она в одиночку добилась победы в невозможной, казалось бы, ситуации. Официальная цель операции – спасение заложников, среди которых был кузен Brava, Висенте Соуза (позывной «Capitão»), – была, мягко говоря, чересчур оптимистичной. Всем было известно, что удерживающая его преступная организация никого не отпускает живым и что, даже если Capitão все еще жив, это лишь потому, что его, по их мнению, можно сломать. Несмотря на безупречную подготовку со стороны COT, шансов на успех было мало, и при исполнении все пошло не по плану. Поскольку другого выхода не было, Brava взяла на себя роль судьи, присяжных и палача – и только благодаря этому Соуза остался жив. Если бы кто-то из нескольких десятков преступников, удерживавших Capitão, выжил, то еще долго видел бы кошмары о том, как Brava штурмует их убежище. Это работа, достойная легенды, а легендам самое место в Viperstrike. Мало кто знает цену нажатия на спуск так же хорошо, как ее знает Brava. Но она прошла через все это, сохранив свой идеализм, поэтому такие задания, как операция [УДАЛЕНО], даются ей тяжело. У тех, кто занимается кюдо, есть старая поговорка: «Чтобы лучше стрелять, оттачивай технику. Чтобы стать лучше самому, стреляй с нужным настроем». Brava прилагает личные и профессиональные усилия, чтобы выйти за пределы своих желаний и быть решительной в бою. Отряду пойдет на пользу оперативник, умеющий стрелять с нужным настроем. Важно следить за отношениями Brava с Capitão. Похоже, он хочет сблизиться с ней, но она пресекает его попытки. Когда я спросила ее об этом, то получила ответ, что личные отношения отвлекают, однако это не помешало ей завязать дружбу с Jäger, фундаментом которой стало общее увлечение – авиация. Я не буду больше касаться этой темы – по крайней мере, пока это не начнет сказываться на результативности отряда.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1JTzualMKZVGfdROg4XKh8/7989454e62b7972bfd88f09097cc148f/r6s-operators-badge-brava.png",
  "f_weapons": [
    "para308",
    "camrs"
  ],
  "s_weapons": [
    "usp40",
    "supershorty"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "kludge"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646282ee1f7325842b25c1f0"
  },
  "id": "osa",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3Dg95rvyhPtw588r60vIPM/75e609068a0b205cc4dbc7bf3e517f51/r6s-operators-list-osa.png",
  "name": "OSA",
  "real_name": "Аня Катарина Янкович",
  "health": 3,
  "speed": 1,
  "birtday": "29 апреля (27 лет)",
  "birtplace": "Сплит, Хорватия",
  "bio_video": "https://www.youtube.com/embed/O9tsx4OSRiU",
  "bio_quote": "Лучшие идеи приходят ко мне, когда я исключаю из уравнения правила и инструкции",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Семья Янкович владела в Европе сетью магазинов игрушек, и Аня постоянно путешествовала с родителями. Она не знала, что такое стабильность, пока не переехала в Хорватию к тете в возрасте 6 лет. Там Аня ходила в школу и училась семейному делу - изготовлению игрушек; в это время у нее появилась страсть к научно-фантастическим фильмам 60-х годов.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Решив развивать свое увлечение технологиями, Аня сначала изучала электромеханику в профессиональном училище, а затем - военно-инженерное дело в загребском университете, где преуспела в робототехнике. Из-за своих нетрадиционных взглядов и отношения окружающих к ее \"переходу\" она была одинока и поэтому сосредоточилась на работе. Ее уникальный взгляд на вещи и творческий потенциал выделяли ее среди остальных и привлекли внимание Kali, которая в то время искала новобранцев в Хорватии. Янкович приняла ее предложение и присоединилась к Nighthaven.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Своим успехом компания во многом обязана изобретениям Ани и ее участию в полевых операциях. Ее эффективность и универсальный арсенал давали отряду преимущество на каждом задании. Доказав, что она надежный и преданный делу член команды, Янкович заслужила должность главы отдела исследований и обороны в Nighthaven.</p>",
  "bio_psy": "Специалист Аня Янкович (позывной Osa) не стала скрывать, что обсуждение со мной личных вопросов было для нее лишь проявлением профессиональной этики. У нее всегда была работа, и беседы со мной ее отвлекали. […] Во всех ее действиях прослеживается скрупулезность, которую ей привила тетя, однако движет ею жажда открытий. Она связывает это со своим любимым фильмом детства - \"Императрица плутоматонов\" (1967). Насколько я понимаю, в этом фильме было много футуристических технологий и ярких образов, кроме того, он опередил свое время в плане представления сильной главной героини. Нетрудно отследить, как та маленькая девочка, восхищенная роботами и космическими кораблями, превратилась в гениальную женщину, которую мы знаем. Ее изобретения - нечто большее, чем набор функций. По крайней мере, для нее. Она рассказала мне о процессе разработки системы \"Маг-НЭТ\" для Wamai - от идеи до рабочего прототипа. Прежде чем начать думать о материалах и рассчитывать физику устройства, она рисует его в определенной эстетике и цветовой гамме. Протезы Aruni, униформа \"Экзооснова\" для Kali, заряды Ace... все это не просто снаряжение, это произведения искусства. […] Она объясняет свой успех как врожденным талантом, так и поддержкой близких. Янкович всегда могла положиться на своего старшего брата, тетю и Kali - как в вопросах карьеры, так и в связи с \"переходом\". Она пишет письма семье из всех уголков мира, в которые ее заносит работа, и называет свою связь со своим боссом, Kali, нерушимым сестринским союзом, основанным на взаимоуважении. В Nighthaven она получила признание и поддержку, а также нашла друзей, с которыми может быть собой. Несмотря на ее пренебрежение к моей работе, я выразил надежду, что однажды она начнет доверять мне так же, как и им. Еще я попросил у нее копию \"Императрицы плутоматонов\" - думаю, фильм должен мне понравиться. И кто знает? Возможно, я открою для себя что-то новое.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5tt27EFHYjiDLo2qbYEgXG/2f1acbb8209e45b136ca7b0e2e5eb1f9/r6s-operators-badge-osa.png",
  "f_weapons": [
    "556xi",
    "pdw9"
  ],
  "s_weapons": [
    "ppm"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "talon8"
  ],
  "specialties": "INTEL, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "646286081f7325842b25c1f6"
  },
  "id": "solis",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2OV2K9FVqJdSNAogr0Wpod/62f2016a6c660714eb9a3c4a1f8196d4/r6s-operators-list-solis.png",
  "name": "SOLIS",
  "real_name": "Ана Валентина Диас",
  "health": 2,
  "speed": 2,
  "birtday": "18 сентября (37 лет)",
  "birtplace": "Сипакира, Колумбия",
  "bio_video": "https://www.youtube.com/embed/v3iz23fPs90",
  "bio_quote": "Люди лгут, а данные - нет",
  "bio_main": "",
  "bio_psy": "В официальном отчете указано, что я решила завербовать Наяру Кардосо (позывной «Brava») из-за «блестящего исполнения служебных обязанностей». Позвольте мне пояснить, почему Brava идеально подходит для службы в Viperstrike – передовом контртеррористическом подразделении. В ходе операции в картеле «Щебень» она в одиночку добилась победы в невозможной, казалось бы, ситуации. Официальная цель операции – спасение заложников, среди которых был кузен Brava, Висенте Соуза (позывной «Capitão»), – была, мягко говоря, чересчур оптимистичной. Всем было известно, что удерживающая его преступная организация никого не отпускает живым и что, даже если Capitão все еще жив, это лишь потому, что его, по их мнению, можно сломать. Несмотря на безупречную подготовку со стороны COT, шансов на успех было мало, и при исполнении все пошло не по плану. Поскольку другого выхода не было, Brava взяла на себя роль судьи, присяжных и палача – и только благодаря этому Соуза остался жив. Если бы кто-то из нескольких десятков преступников, удерживавших Capitão, выжил, то еще долго видел бы кошмары о том, как Brava штурмует их убежище. Это работа, достойная легенды, а легендам самое место в Viperstrike. Мало кто знает цену нажатия на спуск так же хорошо, как ее знает Brava. Но она прошла через все это, сохранив свой идеализм, поэтому такие задания, как операция [УДАЛЕНО], даются ей тяжело. У тех, кто занимается кюдо, есть старая поговорка: «Чтобы лучше стрелять, оттачивай технику. Чтобы стать лучше самому, стреляй с нужным настроем». Brava прилагает личные и профессиональные усилия, чтобы выйти за пределы своих желаний и быть решительной в бою. Отряду пойдет на пользу оперативник, умеющий стрелять с нужным настроем. Важно следить за отношениями Brava с Capitão. Похоже, он хочет сблизиться с ней, но она пресекает его попытки. Когда я спросила ее об этом, то получила ответ, что личные отношения отвлекают, однако это не помешало ей завязать дружбу с Jäger, фундаментом которой стало общее увлечение – авиация. Я не буду больше касаться этой темы – по крайней мере, пока это не начнет сказываться на результативности отряда.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6YOBUP5JMskklFx9nDJQ49/d9d4b0968f581597feaa0ef4ec0891f3/r6s-operators-badge-solis.png",
  "f_weapons": [
    "p90",
    "ita12l"
  ],
  "s_weapons": [
    "smg11"
  ],
  "device": [],
  "spec": [
    "spec-io"
  ],
  "specialties": "INTEL, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "646286161f7325842b25c1f7"
  },
  "id": "thunderbird",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3gadEIZqtSfsHstfPMe3bz/424c7e4c21276e99f41a8c75478aa5e5/r6s-operators-list-thunderbird.png",
  "name": "THUNDERBIRD",
  "real_name": "Мина Скай",
  "health": 2,
  "speed": 2,
  "birtday": "1 апреля (36 лет)",
  "birtplace": "Территории накода",
  "bio_video": "https://www.youtube.com/embed/7Jnu14Ke-54",
  "bio_quote": "Земля, воздух... ты либо найдешь баланс, либо упадешь лицом в грязь",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Thunderbird родилась на территориях накода в Саскачеване. Первым делом мать научила ее ценить свою общину. Интерес к механизмам ей привил отец: Мина разбиралась в вертолетах еще до того, как научилась летать на них.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В вечных поисках нового опыта в возрасте 17 лет она вступила в программу \"Bold Eagle\", где благодаря советам старейшин общины и местным инструкторам проявила себя на базовых курсах военной подготовки. Помимо прочего девушка решила сохранить то, что любила больше всего, - жизненный уклад накода.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Поступив на службу в Вооруженные силы Канады, Thunderbird отправилась в летную школу. Помня слова матери о важности соблюдения баланса, она решила: раз в армии меня учат отнимать жизни, то сама я научусь их спасать. Мина прошла базовые курсы медицины (CFHSTC) и продолжила службу в CAF в качестве врача-пилота.</p>",
  "bio_psy": "Когда Nomad впервые упомянула о Мине Скай (позывной \"Thunderbird\"), я даже не удивился. Скай - опытный офицер медслужбы, авиамеханик и пилот. У нее достаточно мотивации, подготовки и темперамента, чтобы влиться в команду Nomad. Странно было лишь то, что она не заговорила о Мине раньше. Если бы не Thunderbird, Nomad вряд ли выжила бы после инцидента на севере. Любопытно, не стал ли он катализатором дружбы с оперативником Frost. Думаю, последняя точно найдет много общего со Скай. Важную роль в жизни Мины играет семья - причем не только кровные родственники. Община повлияла на ее воспитание не меньше родителей. Благодаря всем этим людям она не только знает историю накода, но и может сохранять их наследие, жизненный уклад. Эмоциональная сознательность Скай основана на понимании и принятии. Она ищет баланс во всем, что делает. По ее мнению, тело человека похоже на двигатель: важно понять его назначение и принципы работы. Винт не исправит порванный провод, но может скрепить сломанную кость на период восстановления. Мне нравится эта аналогия: сперва слушай, затем ищи решение. Не то чтобы Мина никогда не теряет самообладание. Если кто-то выражает свое неуважение к другим, ей, как она сама говорит, \"словно наступают на больную мозоль\". Для нее почтительное отношение к другим - один из главных жизненных принципов. Оценка рисков гармонирует с уверенностью и опытом Скай. После обсуждения самых диких приключений меня стала волновать ее бесшабашность. Я спросил, что она чувствует, находясь в воздухе, и не является ли всплеск адреналина единственным мотиватором для нее. В ответ Мина улыбнулась и сказала лишь: \"Чувствую, что лечу\". Видимо, так мне и надо…",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/YQfDJ42B2IKcKnb0lRaXq/0cedb53c439b0fe448be95713a836b29/r6s-operators-badge-thunderbird.png",
  "f_weapons": [
    "spear308",
    "spas12"
  ],
  "s_weapons": [
    "bearing9",
    "q929"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "kona"
  ],
  "specialties": "ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "646286281f7325842b25c1f8"
  },
  "id": "grim",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7fwxcTrdNLQbXkfBJglLaN/38d901042d7debc709c266a46f856d7e/r6s-operators-list-grim.png",
  "name": "GRIM",
  "real_name": "Чарли Тхо Кен Бун",
  "health": 1,
  "speed": 3,
  "birtday": "5 апреля (39 лет)",
  "birtplace": "Джуронг, Сингапур",
  "bio_video": "https://www.youtube.com/embed/QhPf49XkHZc",
  "bio_quote": "Не стойте у меня на пути",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Кен Бун родился и вырос в сингапурском Джуронге; он проводил много времени на природе, оттачивая навыки, которым его научил отец-выживальщик. Когда Кен Буну исполнилось 18, его призвали на воинскую службу и определили в водолазное спецподразделение - элитное формирование ВМС Сингапура. Он был главным кандидатом на обучение в школе водолазов, и благодаря своей выносливости и целеустремленности успешно его закончил, после чего его перевели в группу водолазов-саперов.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В составе подразделения ВМС по обезвреживанию неразорвавшихся боеприпасов Кен Бун много работал с платформами противодействия. Позже он посещал школу при Институте военной разведки ВС Сингапура (ВСС), где стал \"глазами\" и \"ушами\" ВСС. Он научился работать, не привлекая к себе внимания, добывать информацию и своевременно предоставлять руководству точные разведывательные отчеты. Его умения в области разведки и безопасности заинтересовали Kali, которая предложила ему стать агентом Nighthaven.</p>",
  "bio_psy": " Узнать агента Чарли Тхо Кен Буна (позывной \"Grim\") получше трудно, а сблизиться с ним - еще труднее. Когда мы впервые встретились, уже через несколько минут мне стало казаться, что он тоже меня оценивает. Он так холоден, что я не могу не задаваться вопросом - что бы произошло, если бы я не соответствовал его ожиданиям? Уже в детстве Кен Бун отличался характером хищника. Рассказывая о днях, когда он помогал матери ухаживать за ульями, он упомянул один любопытный случай. Однажды на мальчика и его мать напал вооруженный мужчина. Кен Бун воспользовался тактикой, подсмотренной у пчел: он расправился с нападавшим (который был в два раза больше него), нанося удары по чувствительным зонам на голове. Кен Бун был так точен и жесток, что мужчина впал в кому и больше из нее не вышел. Когда я спросил агента, ощущает ли он сейчас последствия этого события, то услышал в ответ \"нет\" Неясно, справился ли он с чувством вины или вовсе его не испытывал. Несмотря на низкий уровень коммуникабельности, Кен Бун не испытывает дискомфорт, работая в боевом подразделении. В [УДАЛЕНО] офицер [УДАЛЕНО] заявляет: \" Беспощадность Кен Буна крайне полезна для [УДАЛЕНО]. Жертвы ([УДАЛЕНО]) в результате [УДАЛЕНО] были оправданным риском; число смертей не превысило ожидаемое. Несмотря на жестокость [УДАЛЕНО], он знает правила и не выходит за рамки\". По-видимому, он считает других солдат инструментами в своем арсенале и эффективно (хоть и бесчеловечно) их использует. Вынужден признать, что агент Кен Бун вызывает у меня определенное беспокойство: его отстраненность может указывать на травмы, которые, в свою очередь, могут снизить его эффективность на поле боя... (Комментарий Дж. К. Шах: \"Его невозмутимость не связана ни с какими травмами. Ему просто наплевать. Kali\") […]Учитывая то, как ревностно Янкович защищает свое личное пространство, я ожидал, что обстановка в лаборатории накалится, однако пока что Кен Бун демонстрирует образцовый профессионализм. Пока Янкович разговаривает, Кен Бун хмурится, но, похоже, они все-таки пришли к взаимопониманию. Более того, кое-кто видел, как она читает детективный роман, который до этого лежал на столе Кен Буна.[…] ",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5VoAYPvRZXIwjcwTD3PWaZ/b9748f007c0c116ca1bcd77b0f91e766/r6s-operators-badge-grim.png",
  "f_weapons": [
    "552commando",
    "sgcqb"
  ],
  "s_weapons": [
    "p229rc"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "kawan"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ,КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "646286331f7325842b25c1f9"
  },
  "id": "sens",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1ieRqIy6e47QH48sTp1W4a/59f8188d94ae610bf76da26b4fef0b92/r6s-operators-list-sens.png",
  "name": "SENS",
  "real_name": "Неон Нгома Мутомбо",
  "health": 1,
  "speed": 3,
  "birtday": "3 марта (30 лет)",
  "birtplace": "Брюссель, Бельгия",
  "bio_video": "https://www.youtube.com/embed/97FpH-HrD0E",
  "bio_quote": "На грубой силе далеко не уедешь. Победа одерживается в уме стратега",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Семья Нгомы была сплоченной, и детям не мешали заниматься тем, что было им интересно. Нгомой были вдоль и поперек изучены психология и физика, а также получено классическое музыкальное образование. В гараже отца Нгоме также удалось изучить базовую механику. Впоследствии полученным навыкам нашлось применение в работе.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Успехи в тактической подготовке и военном деле открыли Sens путь в инженерные войска. Ум и богатое воображение позволяли будущему оперативнику блестяще справляться с любым заданием. Товарищи всегда могли обратиться к Нгоме за поддержкой и технологическими средствами, если нужно было отвлечь внимание противника или пробить вражескую оборону. Умение минимизировать потери со всех сторон и при этом не поставить под угрозу выполнение задачи принесло Sens несколько медалей. В конце концов Нгомой заинтересовались в бельгийской группе войск специального назначения - там Неон служит до сих пор.</p>",
  "bio_psy": "Оперативник Неон Нгома (позывной \"Sens\" ) - непростой субъект для оценки. У Sens есть привычка уходить от обсуждения своей личности и направлять разговор в русло теоретической психологии. Но все же мне удалось выудить нужную информацию. Объясняя свое понимание человеческого поведения, Нгома обращается к воспоминаниям из детства - наблюдению за окружающими и решению головоломок. Чтобы собрать кубик Рубика, нужно выполнить точную последовательность действий. Этот же принцип Нгома использует и с людьми, предугадывая их реакцию на определенный стимул. […] О своей семье Нгома отзывается тепло. Родители (мать - из Бельгии, а отец - из Конго) всячески поддерживали выбор своих детей в отношении карьеры (выбранные ими пути значительно отличались друг от друга). Когда Sens вместе с младшей сестрой совершили каминг-аут, их отец заявил, что ждал от своих детей только одного - честности. Трудности, с которыми Нгоме пришлось столкнуться с того момента, не сломили дух оперативника. Нгома считает, что теплота и открытость не только помогают заводить друзей, но и раздражают недоброжелателей. И пока что так и выходит. […] Я часто интересуюсь хобби своих собеседников и с удивлением узнал, что Sens трепетно относится к музыке и называет ее универсальным языком любви. Слушая исполнителей со всего света, композиции с родины отца и EDM-сеты младшей сестры, Нгома чувствует связь с миром. […] Нгома - многогранная личность, и я осознаю, что некоторые вещи не поймешь, пока не испытаешь их на своей шкуре. И все же мне кажется, что Sens идеально впишется в Wolfguard. В доброте Нгомы есть что-то вызывающее, и это наверняка понравится Doc.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7pqZFaPgQwaLi1pFKuAv7e/d3d9af214737fe6a069e5346c50bfd20/r6s-operators-badge-sens.png",
  "f_weapons": [
    "pof9",
    "417"
  ],
  "s_weapons": [
    "sddp9mm",
    "gonne6"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "moy"
  ],
  "specialties": "ПОДДЕРЖКА, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "6462863d1f7325842b25c1fa"
  },
  "id": "flores",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3hXRjYHsrlFOocJjyxyYZY/29eb8f1ad9eab150518a053b775c336f/r6s-operators-list-flores.png",
  "name": "FLORES",
  "real_name": "Сантьяго Мигель Лусеро",
  "health": 2,
  "speed": 2,
  "birtday": "2 октября (38 лет)",
  "birtplace": "Буэнос-Айрес, Аргентина",
  "bio_video": "https://www.youtube.com/embed/xJO1SZmAghE",
  "bio_quote": "В жизни нужно отдавать предпочтение занятиям, которые приносят тебе счастье. Мне вот нравится грабить богатых и нечистых на руку",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;Лусеро разочаровался в военном училище и был недоволен своей работой в государственном секторе. К тому же, на его плечи легла забота о больной матери, чье здоровье постепенно ухудшалось. Непростые жизненные обстоятельства побудили Лусеро стать грабителем. Он решил помогать бедным, воруя ценности у могущественных преступников. Со временем его стали называть \"Человеком из Флореса\" , поскольку он действовал именно в этом районе Буэнос-Айреса.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Позже его личность была раскрыта, и Элиза Коэн (Ash) предложила ему убежище в США. Взамен он предоставил улики против самых жестоких лидеров преступных группировок Буэнос-Айреса. Начав новую жизнь в Лос-Анджелесе, Лусеро приобрел фудтрак, который использовал для ограблений в течение следующих пяти лет. Когда Коэн узнала о его деятельности, она предложила ему достойное место и стабильное будущее, чтобы со временем он мог создать семью.</p>",
  "bio_psy": "Сантьяго Лусеро (Flores) отличается упрямством и перфекционизмом и из-за этого часто не проводит границу между личными и профессиональными взаимоотношениями. Он всегда готов разрядить обстановку хорошей шуткой, но часто зацикливается на анализе самых обычных ситуаций. Мне понятно его стремление просчитать все возможные варианты развития событий: мать Сантьяго убили в отместку за его действия в Буэнос-Айресе. Ему нужно осознать, что здесь он в безопасности. В конечном итоге я уверен, что взаимодействие с другими оперативниками - и в первую очередь с Элизой Коэн (Ash), с которой он уже знаком, - поможет Лусеро расслабиться. Чтобы наладить взаимоотношения, я попросил Сантьяго приготовить его любимые аргентинские блюда, и за обедом нам удалось затронуть более глубокие темы. Выяснилось, что он не боится испортить мнение о себе и готов открыто говорить о социальных проблемах и о том, что он делал для помощи бедным. Кроме того, он признался, что его брак стал для него такой же неожиданностью, как и для меня. Возможно, однажды мы узнаем, почему мужа Сантьяго не смущает его криминальное прошлое. Мы также говорили о том, какую роль в формировании его личности сыграла атмосфера, в которой он рос. Сантьяго сказал, что придерживается традиционной идеи \"мачизма\", но тут же добавил, что мать учила его независимому мышлению. О своем отце и его политических идеях он ничего не помнит, но с видимым удовольствием вспоминает, что мать гордилась тем, что он всегда поступал так, как считал правильным, невзирая на последствия. [...] Приятно видеть, что Сантьяго наблюдает за действиями других оперативников и перенимает их методы. Он многому научился в военном колледже в Эль-Паломаре и, полагаю, годы преступной деятельности также обладают в этом отношении определенной ценностью. Тем не менее, я считаю, что дружба с Грейс Нам (Dokkaebi) и Тори Фэйрус (Gridlock), сформировавшаяся на почве общего интереса к технологиям и кухне, пойдет ему на пользу.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/75vqJXXKCM2EDO0iiNqRDe/d6289dc9a4fed72ef72b9c1e11738456/Y6S1_BADGE_Flores_L.png",
  "f_weapons": [
    "ar33",
    "sr25"
  ],
  "s_weapons": [
    "gsh18"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "charge"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286481f7325842b25c1fb"
  },
  "id": "aruni",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4yfuWCW8O4ja2VqR9tXqaE/c8dd123a6405959cf4f091c3854c9d96/r6s-operators-list-aruni.png",
  "name": "ARUNI",
  "real_name": "Апха Таванрунг",
  "health": 3,
  "speed": 1,
  "birtday": "9 августа (42 года)",
  "birtplace": "Район Та Прайя, Таиланд",
  "bio_video": "https://www.youtube.com/embed/PM62M8td9gk",
  "bio_quote": "В любом конфликте страдают дети - даже после окончания боя",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Работая частным детективом, Aruni сорвала подготовку к теракту, и в ее услугах оказалась заинтересована Королевская полиция Таиланда (КПТ). Способность находить связь между на первый взгляд разрозненными событиями впечатлило органы правопорядка, где в основном работали мужчины, и явно не пришлось по душе нескольким преступным синдикатам.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В КПТ Таванрунг получила должность детектива в Отделе по борьбе с преступностью. В ходе работы ей удалось раскрыть сеть, занимавшуюся торговлей людьми, и предотвратить еще 4 теракта. За умение отыскать и связать несколько поставок взрывчатых веществ она удостоилась похвалы от начальства. Однако карьера в полиции прервалась после того, как в ходе операции в Бангкоке девушка чуть не погибла.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;После курса восстановления Aruni нашла Джаймини Шах. У Kali имелся доступ к самым современным протезам, что, наверняка, повлияло на решение Таванрунг присоединиться к Nighthaven.</p>",
  "bio_psy": "Апха Таванрунг (позывной \"Aruni\") быстро соображает и действует. Она редко колеблется и принимает верные решения даже в самых сложных обстоятельствах. Благодаря скорости реакции и мастерскому владению оружием и техниками рукопашного боя Апха является смертоносным соперником. Ее программа тренировок (учитывая годы, потраченные на физическое и психологическое восстановление) сложна, зато позволяет держать себя на высшем уровне.[...] Довольно удобно, что Aruni связана с Nighthaven. Компания дает неплохую зарплату и доступ к лучшим технологиям в области протезирования. Часть денег Таванрунг тратит на себя, а часть - на благотворительность (анонимно). Она поддерживает фонды, занятые медицинской поддержкой пострадавших и проблемой разминирования неразорвавшихся зарядов на границе Таиланда с Камбоджей. Один из ближайших товарищей Aruni - Герой, обученная разминированию сумчатая крыса. Судя по всему, она является животным для эмоциональной поддержки, хотя официально этот статус не зафиксирован. [...] Когда времени мало, в угоду результату Апха не гнушается нарушать правила. Этот принцип можно понять - особенно когда на кону человеческие жизни, - но в случае начальства не всегда удается принять. Таванрунг была отличным детективом, однако выбор удобства вместо следования регламенту порой оборачивался небольшими выговорами.[...] Основная профессиональная деятельность проходила в Таиланде, однако Aruni успела побывать во многих странах. Страсть ко всему новому приводила ее то в Юго-Восточную Азию, то в Центральную или Южную Америку.[...] Она путешествовала вместе с другими оперативниками - а именно Эммануэль Пишон (позывной \"Twitch\") и Саной эль-Мактуб (позывной \"Nomad\"). Чувству товарищества сопутствовало и ощущение безопасности, ведь они успели побывать и в не самых стабильных точках этого мира.[...] Фотография, которой она обучилась во время работы частным детективом в Бангкоке, позволяет привлечь внимание к тому, сколько минных полей осталось после завершенных войн. На снимках чаще всего фигурируют жертвы конфликтов - особенно те, кто пострадал от взрывных устройств. В конечном счете благодаря фото Aruni получает сострадание, которого, как многим из нас кажется, мы не заслуживаем.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5rOLCYQOh5HH0Nv6NHe38H/29681f901ff71ae5decb5ccb1b9f8a29/Y5S4_BADGE_Aruni_L.png",
  "f_weapons": [
    "p10roni",
    "mk14ebr"
  ],
  "s_weapons": [
    "prd92"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "surya"
  ],
  "specialties": "ЗАЩИТА ПОЗИЦИИ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286521f7325842b25c1fc"
  },
  "id": "azami",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5M7OGhXfAf5Q0Cdo1YJkRE/2e4c141357cf97d54c6840ee38f6bf76/r6s-operators-list-azami.png",
  "name": "AZAMI",
  "real_name": "Кана Фудзивара",
  "health": 2,
  "speed": 2,
  "birtday": "6 сентября (28 лет)",
  "birtplace": "Киото, Япония",
  "bio_video": "https://www.youtube.com/embed/GMo1565ijf4",
  "bio_quote": "Честь - не единственное, что стоит защищать... но иногда это все, что у тебя осталось",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Выросшая в Киото Azami стирает границы между ультрасовременным и традиционным. Ограниченная жесткими домашними правилами, Azami нашла возможности для самовыражения в моде и рукопашных боях. Целеустремленность и решимость позволили ей быстро продвинуться в системе рангов айкидо. Умение драться, а также знание иностранных языков пригодились ей, когда она переехала в Токио и поступила в полицейскую академию.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Работая полицейским-мотоциклистом, Azami получила 3-й дан по джиу-джитсу и 5-й дан по айкидо, и это открыло ей дорогу в департамент обеспечения безопасности. Она поссорилась со своим сэнсэем, после того как не смогла обрести умиротворенность, необходимую для дальнейшего прогресса. Ее несколько раз отстраняли от службы из-за вспышек гнева при исполнении обязанностей, и в конце концов она решила перейти в частный сектор и работать телохранителем. Она охраняла Масаюки Яхату в Фукуоке, пока его гибель не заставила Azami вновь связаться с Юмико Имагавой (позывной \"Hibana\") </p>",
  "bio_psy": "За маской Каны Фудзивары (позывной \"Azami\") скрывается тайна. Ее скромное обаяние обезоруживает, что делает ее идеальной спутницей для деловых встреч и общественных мероприятий. Впрочем, если работодателю угрожает опасность, Кана тут же \"снимает\" маску - и это наводит меня на мысль, что я должен быть осторожен в своих попытках разгадать ее тайну.[…] Когда я попросил Фудзивару рассказать историю ее семьи, она ответила вежливо... и мне показалось, что ответ она подготовила заранее. Я все еще пытаюсь понять, с чем связана ее приверженность кодексу Бусидо - появилась ли она благодаря отношениям с отцом или вопреки им.[…] Фудзивара отличается высоким уровнем самоконтроля, независимости и экстраверсии. Работа в качестве телохранителя показывает, что Кана остается хладнокровной в сложных ситуациях и определенно является человеком, которому можно доверить свою жизнь. Реакция Фудзивары на смерть Яхаты нетипична для такого профессионала, как она, и это меня беспокоит. Кана отказывается откликаться на свое настоящее имя до тех пор, пока не узнает правду об убийстве Масаюки. Она взяла себе позывной \"Azami\" , который должен служить ей напоминанием о долге: \"Пока я не восстановлю свою честь, я - лишь воплощение мести\". Смерть Масаюки вышла за рамки профессиональной ошибки и стала для Каны личной трагедией. Умирая, Яхата произнес имя Фудзивары и, похоже, тем самым взвалил на нее тяжелое бремя. И я вижу, что Кане тяжело его нести.[…] […]Когда мы заговорили о моде, лицо Фудзивары посветлело. Правда, боюсь, я оскорбил ее, когда предложил вместе сходить за покупками в торговый центр. \"Я не покупаю вещи. Я тщательно их отбираю\" Вещи в ее гардеробе действительно скрупулезно отобраны - для Каны важны и дизайн, и функциональность. Я бы сказал, что ее дерзкие наряды отвлекают внимание и одновременно скрывают множество видов оружия, причем самое опасное из них - это ее гнев. Думаю, в следующий раз мы обсудим ее стихи - так безопаснее.[…] […] Я смотрел, как Фудзивара тренируется. Хотя ее удары точны, непредсказуемые вспышки гнева разрушают плавность ее движений. Hibana ручается за компетентность и надежность Azami, и я ей доверяю, но к методам Фудзивары все-таки стоит присмотреться.[…]",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7KWTXHTk8rxLS5qtyX4Xu4/b51f8691b932fd2b83260ef3fbcd1154/r6s-operators-badge-azami.png",
  "f_weapons": [
    "9x19svn",
    "acs12"
  ],
  "s_weapons": [
    "d50"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "kiba"
  ],
  "specialties": "ЗАЩИТА ПОЗИЦИИ, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "6462865c1f7325842b25c1fd"
  },
  "id": "thorn",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7LbjnSD3wKQXWhoxSXv3vu/238defac906026c3763e93041e3d96f9/r6s-operators-list-thorn.png",
  "name": "THORN",
  "real_name": "Брианна Скехан",
  "health": 2,
  "speed": 2,
  "birtday": "18 июня (28 лет)",
  "birtplace": "Графство Килдэр, Ирландия",
  "bio_video": "https://www.youtube.com/embed/fTziIjC9sQ4",
  "bio_quote": "Задирай тех, кто такого же размера, как ты",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Thorn выросла на ферме в Ирландии - в той части страны, которая славится двумя вещами: скачками и подготовкой бойцов вооруженных сил. В те моменты, когда Thorn не боролась с кем-нибудь из четырех старших братьев, она помогала родителям разводить породистых лошадей для скачек и ирландской конной полиции. Отдохнуть от жизни на ферме, отслужив какое-то время в вооруженных силах, - традиция в семье Thorn. Девушка, впрочем, выбрала лошадей и присоединилась к \"Гарда Шихана\". </p><p>&nbsp;&nbsp;&nbsp;&nbsp;После четырех лет безупречной службы Thorn подала заявление о переводе в элитное тактическое подразделение, а именно в отдел экстренного реагирования. Лишь пять процентов из тех, кто подавал заявление, выдерживал напряженный двухнедельный вступительный экзамен. Thorn стала лучшей в своем потоке и помогала другим кандидатам с подготовкой.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;В качестве специалиста по тактическому оружию она быстро продвигалась по службе и помогла перепроектировать учебную полосу препятствий, которую проходили бойцы отдела. Предыдущую Thorn называла \"прогулкой в парке\". Слухи об обновленной полосе препятствий дошли до Caveira. С трудом справившись с препятствиями, изможденная Caveira сразу же обратилась к Thorn: \"Работа нужна?\"</p>",
  "bio_psy": "Если вы когда-нибудь захотите ощутить себя физически слабым, пожмите руку фермеру. По крайней мере я почувствовал именно это, когда познакомился с Брианной Скехан (позывной \"Thorn\"). В тот момент я осознал, что ее жизнь полна упорного труда, дисциплины, невероятной силы и полного контроля. Я сразу понял, что Брианна отлично впишется в нашу команду. Брианна росла на ферме, и ей приходилось бороться и за внимание, и за все остальное. Ее родители все время были заняты, и воспитанием девочки в основном занимались ее старшие братья. Мальчики часто задирали маленькую Брианну, но это прекратилось в тот день, когда она сломала нос самому старшему из братьев. У нее обостренное чувство справедливости, и она не выносит, когда кого-то травят […] Когда мы обсуждали ее решение поступить на службу в полицию, Брианна вскользь упомянула один инцидент, связанный с ее младшим братом Лиамом. Многочисленные зависимости привели его на ипподром, и там Лиам связался с преступной группировкой. Однажды ночью он привел своих подельников на ферму, и они подожгли конюшню - в огне погибли все лошади-чемпионы. На следующий день Брианна устроилась на работу в \"Гарда Шихана\" и больше никогда не видела Лиама […] Не желая говорить на сложные для нее темы, Брианна часто отшучивается. Она быстро подавляет свои эмоции. В глазах ее братьев демонстрация своей уязвимости была слабостью, и это объясняет свойственные Брианне перфекционизм, соревновательный дух и свирепость в бою. Брианна обаятельна. Она ладит со всеми, а ее истории поднимают боевой дух товарищей. Она просыпается и начинает тренироваться, когда остальные оперативники еще спят. Впрочем, не так давно Sledge начал ходить с ней на утренние пробежки. […] Когда я спросил Брианну, не будут ли ее отвлекать мысли о прошлом, она рассмеялась и ответила: \"Только дураки зацикливаются на прошлом\". Будь это правдой, я бы остался без работы. Очень хотелось ей это объяснить...",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1pzBJsbL1vQT8is7B0Xjxz/440335c080e54ca28eba24858361a03a/r6s-operators-badge-thorn.png",
  "f_weapons": [
    "uzk50gi",
    "m870"
  ],
  "s_weapons": [
    "1911tacops",
    "c75auto"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "razorbloom"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "6462866a1f7325842b25c1fe"
  },
  "id": "zero",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/24jDQIfDdVMLX5K54pKNe5/58dec3b1e7d32a637bc76560e0cf0385/r6s-operator-list-zero.png",
  "name": "ZERO",
  "real_name": "Сэмюэл Лео Фишер",
  "health": 1,
  "speed": 3,
  "birtday": "8 августа (63 года)",
  "birtplace": "Балтимор, Мэриленд",
  "bio_video": "https://www.youtube.com/embed/bgstbj_tA_E",
  "bio_quote": "Подготовься, исполни, исчезни",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;ЦРУ и \"Третий эшелон\" засекретили большую часть данных о детстве Фишера, но кое-что все же известно. Родился в Таусоне, пригороде Балтимора. Воспитан бабушкой (Сара) по отцовской линии. Поступил в военную школу-интернат, где научился концентрироваться, оттачивать навыки и либо исполнять приказы, либо скрывать улики.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;осле школы Фишер отправился в Военно-морскую академию, где изучал политологию, а затем прошел курс подготовки SEAL. За годы службы в Персидском заливе, Боливии, Колумбии, Сенегале и Косово он прославился благодаря умению выполнить любое задание, чего бы оно ему ни стоило. Получив медаль \"За выдающуюся службу\" Фишер некоторое время проработал инструктором на базе ВМС \"Литл Крик\" в Вирджинии. </p>",
  "bio_psy": "Хоть это и первые встречи с Сэмюэлом Лео Фишером (позывной \"Zero\"), мне кажется, я начинаю узнавать больше о человеке, носящем статус \"легенда\". Он не хвастает тем, что сделал или может сделать, но выучку и так видно в движениях и критической оценке окружения. Если бы Сэм прочитал отчет, то наверняка согласился бы с моими наблюдениями[…] Трудно получить подробности у бывшего агента \"Эшелона\". Фишер собран, говорит только по делу и дает понять, когда разговор окончен. Он никогда не стремился развязать конфликт - скорее старался устранить последствия до того, как о проблеме станет известно. Его навыки и темперамент позволяют сохранять ясность мыслей в любых обстоятельствах и быть готовым ко всему. Интересно, какой эффект Сэм окажет на импульсивных оперативников вроде Эванс или Брунсмайера. Его саркастичность может задеть новичков - да и тех, кто с ним знаком. На самом деле за ней скрываются проницательность и внимание к деталям. Фишер \"зрит в корень\" проблемы или человека: очень хочу услышать его мысли по поводу возможных улучшений Программы. […] Он не хочет говорить о дочери, и это скорее предупреждение, чем признак неразрешенного конфликта между ними. [УДАЛЕНО] (Комментарий С. Фишера: Отличное - а главное, верное наблюдение.) Сэм - скорее одиночка, но все же предан своим коллегам и союзникам и выражает свои симпатии через действия. Надеюсь, мне удастся вытащить его из своей скорлупы и показать выгоду от работы над программой R6. Учитывая опыт инструктажа, он наверняка оценит не только ресурсы, которыми располагает, но и степень влияния на структуру и состав команды.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4ZbzOZt1Sur77RZTFwYVJ4/30037e84b2948449652547f06df146e0/Y5S3_BADGE_Zero_L.png",
  "f_weapons": [
    "sc3000k",
    "mp7"
  ],
  "s_weapons": [
    "57usg",
    "gonne6"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "argus"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286741f7325842b25c1ff"
  },
  "id": "ace",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5snW47tH4a5VuPhidr61sm/40b812d32eb85b5c3390865541578bea/r6s-operator-list-ace.png",
  "name": "ACE",
  "real_name": "Ховард Хаугаланн",
  "health": 2,
  "speed": 2,
  "birtday": "15 марта (33 года)",
  "birtplace": "Лердалсёйри, Норвегия",
  "bio_video": "https://www.youtube.com/watch?v=vpKW837PRlw&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Идеальный снимок - как идеальный побег: все зависит от условий",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Ховард Хаугаланн, родившийся в значимой в прошлом деревушке, с детства знал, что такое слава и отсутствие конкурентов. Он добивался успеха во всем, что задумывал, и представлял, как поступит в медвуз и станет известным хирургом-педиатром. Однако оказалось, что заучивание теории ему все же не по душе, а обучение на курсах фельдшеров позволит быстрее взяться за дело.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В Вооруженных силах Норвегии Хаугаланн столкнулся с новыми испытаниями. Он прошел базовую подготовку и оказался в отряде Сил быстрого реагирования, где ценился его героизм. По окончании срока обязательной службы молодого человека приняли в СП \"Forsvarets Spesialkommando\". Хаугаланн принял участие в операции по спасению заложников. В ходе миссии ООН в Сомали он, склонный к показушничеству и импульсивным действиям, спас жизнь Kali. Предложение присоединиться к NIGHTHAVEN последовало незамедлительно.</p>",
  "bio_psy": "Лишь определенный тип людей способен без раздумий броситься на помощь пострадавшим. На первый взгляд, Ховард Хаугаланн (позывной \"Ace\") к таким не относится. Он высокомерен, импульсивен и эгоистичен. Однако для внешнего мира Ховард старается выглядеть альтруистом, а судя по соцсетям - идеальным гражданином. Его влекут не столько сами события и бедствия, сколько присутствие в положительном инфополе.[…] Предполагаю, что любовь к вниманию связана с жизнью в деревушке, где все считали Хаугаланна героем. Я удивился мечте стать хирургом-педиатром: похоже, для него эта профессия - идеал социального статуса. В то же время неудивительно, что он выбрал стезю фельдшера, ведь теории предпочитает практику. Служба в армии и попадание в санитарный отряд лишь дополнили образ \"золотого мальчика\".[…] При этом сам Хаугаланн, желающий контролировать чужое мнение о себе, остается загадкой. Он старается сблизиться с коллегами и максимально эффективно работать в команде - пока не начнется опрос после операции. Но внутри идет борьба, и я не уверен, что Ховард знает о ней. Комплексы не оказывают на него особого влияния, но довольно странно анализировать того, в ком настолько сильны именно поверхностные черты. Хаугаланн любит путешествовать ради хороших снимков, но утверждает, что сердце его принадлежит Норвегии. Интересно, чьего же одобрения он добивается и каков шанс на успех.[…] Когда я заговорил о давних связях с Джаймини Калимохан (позывной \"Kali\"), он тут же стал сыпать комплиментами в ее адрес. Думаю, Ховард будет верен ей, пока его целью являются деньги и слава. Но стоит ему пресытиться стремлением к признанию, как их отношения - как и душевное здоровье самого Хаугаланна - окажутся под угрозой.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/dgG7GmXY1HgfeEE2gI1H9/06bd3917c8fc19f61654490019ef25fb/Y5S2_BADGE_Ace_L.png",
  "f_weapons": [
    "ak12",
    "m1014"
  ],
  "s_weapons": [
    "p9"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "selma"
  ],
  "specialties": "СОЗДАНИЕ БРЕШЕЙ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "6462867e1f7325842b25c200"
  },
  "id": "melusi",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1yoVAGw5rEQ8zPPHoQSDJb/b16a570fadb3342416c5c44847cc651a/r6s-operator-list-melusi.png",
  "name": "MELUSI",
  "real_name": "Тандиве Ндлову",
  "health": 3,
  "speed": 1,
  "birtday": "16 июня (32 года)",
  "birtplace": "Лоусбург, ЮАР",
  "bio_video": "https://www.youtube.com/watch?v=vpKW837PRlw&t=5s&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Понимание - единственное оружие против невежества",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Ндлову родилась в городке Лоусбург неподалеку от заповедника \"Итала\". Долгое время она путешествовала со своей подругой Элной Гардинер. Любовь к животным и чувство ответственности за них росли, а деятельность браконьеров подогревала желание действовать. Однако девушки решили сконцентрироваться на тех, кого еще можно спасти. </p><p>&nbsp;&nbsp;&nbsp;&nbsp;Ндлову поступила на службу в Южно-Африканские национальные силы обороны, чтобы получить больше навыков и заработать на курсы рейнджеров. Благодаря упорству и самоотдаче она попала в 1-й парашютно-десантный батальон, где пробыла вплоть до получения ранения во время нападения в Центральноафриканской республике.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Когда Гардинер, ставшая ветеринаром, попросила помочь с защитой парка \"Хлухлуве-Умфолози\" , Ндлову уволилась из армии и организовала курсы перехвата, слежки и разведки для местных девушек. Так подруги сформировали костяк оперативной группы \"Inkaba\".</p>",
  "bio_psy": "Я думаю, что Тандиве Ндлову (позывной \"Melusi\") способна внести приличный вклад в дело сохранения Южной Африки: она действует четко и эффективно, а также понимает, что людьми чаще всего движет жадность. На вопрос о том, удастся ли нам от нее избавиться, Тандиве с улыбкой ответила: \"Мечтать хорошо, доктор\".[…] Их отношения с Элной начались в день, когда обе узнали, что их имена значат одно и то же - \"любимая\". Дружба не всегда была безоблачной, но любовь к животным в заповеднике и страсть к исследованию неизвестных территорий помогли им пережить все трудности.[…] Ндлову спокойно проводит параллель между ранеными на поле боя и отравленными слонами, что разительно отличает ее от участливой Элны. Любопытно, что одна сконцентрирована на предотвращении, а вторая — на расстановке приоритетов. Но в итоге они дополняют друг друга.[…] Тандиве отказывается говорить о нападении, в ходе которого погибли все ее товарищи. Судя по рапортам, выбраться живой в ходе этой опаснейшей операции было почти невозможно. Я пытался зацепиться за \"вину выжившего\", но Ндлову пресекла и эту попытку завязать разговор. Похоже, проблемы в заповеднике волнуют ее намного больше: силки для нее сродни минам, а территория — полю боя.[…] Любые негативные чувства она переводит в действие: тренирует женщин из антибраконьерского отряда, контролирует созданную сеть разведывательных дронов. Говоря о своей работе, Ндлову особо не сдерживается. По ее мнению, сообщество должно быть образованным и ответственным, а просто бороться с браконьерами недостаточно. Она гордится достижениями своих подчиненных и их вкладом в дело поддержки защищаемых животных. Ее волнует и проблема укрепления местной экономики, но она второстепенна по сравнению с обеспечением людей \"самоуправляемым будущим\", которое позволит сдержать тягу к легким деньгам.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/74H52a9GMql8wamIy6WqH5/9fddba49258152835da7cdac8c566663/Y5S2_BADGE_Melusi_L.png",
  "f_weapons": [
    "mp5",
    "super90"
  ],
  "s_weapons": [
    "rg15"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "banshee"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286931f7325842b25c201"
  },
  "id": "oryx",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3JBOp3MXgGeuEwyoYrkuMi/b7aa3c4a3fa6f165135954aa30252838/r6s-operator-list-oryx.png",
  "name": "ORYX",
  "real_name": "Саиф аль-Хадид",
  "health": 2,
  "speed": 2,
  "birtday": "3 июля (45 лет)",
  "birtplace": "Азрак, Иордания",
  "bio_video": "https://www.youtube.com/watch?v=_C0jv_cXrj8&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Иногда единственный выход — напролом",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;О Саифе аль-Хадиде мало что известно. Он вырос в маленьком городке недалеко от авиабазы, жил обычной жизнью и вдруг пропал с радаров властей на пятнадцать лет. Вновь объявившись в Иордании, аль-Хадид не стал задерживаться в родной стране и уехал, как только получил новый паспорт. Предположительно работая на полувоенного заказчика, в Стамбуле он овладел навыками борьбы, в Бангкоке - муай-тай, в Берлине - тактического вождения, в Дамаске - точной стрельбы. И опять исчез.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Наконец аль-Хадид оказался в \"Крепости\" которую на тот момент возглавлял Джаляль эль-Фасси (позывной \"Kaid\").Ему удалось пройти путь от новобранца до управляющего, а затем и инструктора. Сейчас он является советником эль-Фасси и его неофициальным заместителем на время командировок.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Имеющиеся свидетельства жесткости аль-Хадида следует игнорировать, так как рапорты их не подтверждают.</p>",
  "bio_psy": "Саиф аль-Хадид (позывной \"Oryx\") получил исключительный опыт. В подростковом возрасте он оказался далеко от семьи, в заточении где-то рядом с Иорданией (не говорит, где именно). Находясь то в \"одиночке\", то в учреждениях общего содержания, в течение пятнадцати лет он пытался вырваться на свободу. Однажды я стал свидетелем гнева, накопленного за годы жизни в нечеловеческих условиях, и больше не хочу повторять такой опыт.[…] Наша первая встреча состоялась не в моем офисе, а в обустроенном Джалялем эль-Фасси (позывной \"Kaid\") убежище. Саиф рассказал мне историю о могучем воине, его невероятной силе и стойкости, а заодно о времени, которое он провел в пустыне, ожидая, когда перед ним все же откроются двери \"Крепости\".[…] Внешне сложно уловить следы трансформации, но нет сомнений, что личность аль-Хадида претерпела серьезные изменения. Мы обсуждали вездесущих котов в Марокко, поход из Сирии в Атласские горы и поэзию, к которой Саиф испытывает особую любовь.[…] Несмотря на полученные раны, он не цепляется за прошлое, ведь для него оно уже не имеет значения. Я думал, что за внешним стоицизмом скрывается некий более сильный душевный порыв, но в ходе сессий не получил этому никаких подтверждений.[…] На фоне аль-Хадида все мои попытки сохранять самообладание кажутся смехотворными. Даже Юмико Имагава (позывной \"Hibana\") признала, что Саиф будто источает покой. При этом для достижения более важных целей он не боится ослабить контроль. Ему удалось пропустить через себя пережитые невзгоды и благодаря этому стать сильнее. Я даже попросил его при случае объяснить, как можно добиться такого результата.[…] Оперативники налаживают контакт с аль-Хадидом, но довольно медленно. Людям, подвергшимся такому жестокому обращению, непросто довериться другим. Но, как бы ни хотелось, нельзя забывать, что в Rainbow Саиф находится среди тех, кто не понаслышке знаком с его переживаниями.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7mLA8GY9ZKlUfDXrfo9Nek/e3dfd0759414f36866a8c80b61a67722/Y5S1_BADGE_Oryx_L.png",
  "f_weapons": [
    "spas12",
    "t5smg"
  ],
  "s_weapons": [
    "bailiff410",
    "usp40"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "remahdash"
  ],
  "specialties": "ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "6462869d1f7325842b25c202"
  },
  "id": "iana",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6vES8lEllMwW9OaBYRT7YX/39b5fe90684d7ce637a7d025cdd1ec96/r6s-operator-list-iana.png",
  "name": "IANA",
  "real_name": "Нинке Мейер",
  "health": 2,
  "speed": 2,
  "birtday": "27 августа (35 лет)",
  "birtplace": "Катвейк, Нидерланды",
  "bio_video": "https://www.youtube.com/watch?v=_C0jv_cXrj8&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Все системы комплементарны, если знаешь, как их объединить",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Мать Мейер была главным инженером в команде создателей спутника \"Гюйгенс\", совершившего посадку на Титане. С ранних лет стремясь к звездам, в университете девушка изучала аэрокосмическую технику и поставила себе цель - стать летчиком-истребителем. К сожалению, ее достижению помешал альбинизм, из-за которого заявку попросту не приняли. Мейер переключилась на область системной инженерии и создала линзы с интегрированной ДР-сеткой, нейтрализующие врожденный генетический дефект.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Сотрудничество в ходе работы над докторской степенью позволило Мейер отчасти осуществить давнюю мечту. Вернувшись с МКС, она еще больше захотела отправиться на дальние рубежи космоса, чего бы то ни стоило. Ей удалось разработать топографическую программу, которая с помощью спутника или дрона где угодно генерирует виртуальную копию владельца. Эта технология привлекла внимание Елены Альварес (позывной \"Mira\"), а затем и Six. </p>",
  "bio_psy": "На первой сессии Нинке Мейер (позывной \"Iana\") сказала, что серебряная ложка, которой я помешиваю чай, имеет больше общего с гвоздями, скрепляющими мой стул, чем со столовыми приборами королей. Она предложила использовать золотую ложку, чтобы не так чувствовался привкус металла, но когда увидела, что я добавляю сахар, внесла корректировку: лучше подойдут цинк или медь. Восхитительно. К такому простому и честному подходу сослуживцам придется привыкать![…] Мейер с большим энтузиазмом рассказывала, как они с мамой наблюдали за посадкой спутника на Титан, как прошли те драгоценные несколько дней на МКС. Очевидно, что эти события пробудили в ней стремление двигаться дальше и увидеть еще больше. Родись Нинке на 200 лет раньше, она бы точно оказалась среди исследователей потаенных уголков земного шара, но сегодня ее внимание приковано к далеким и неизведанным мирам.[…] Изучая досье Мейер, я понял, что залогом успехов стали интеллект, стойкость и бесстрашие. Но под маской общительного и готового сотрудничать человека скрывается хрупкая личность, которую приходится постоянно защищать. Жить с альбинизмом совсем непросто, каким бы толерантным ни было общество. Однако, несмотря на наличие социального клейма и насмешки сверстников, Нинке стала целеустремленной и уверенной в себе. В одиночку она напоминает бурную реку, которая несмотря ни на что преодолеет любые препятствия.[…] Мейер хотелось делиться своими знаниями и опытом и оказаться в группе, отличающейся от повседневного окружения. Поражает ее умение проанализировать множество вероятных исходов, как бы разделяя себя на части и параллельно рассматривая каждый из них. Обычно те, кто занят несколькими делами сразу, добиваются средних результатов, но Нинке - исключение.[…] Уверен, что она идеально впишется в команду Rainbow. Однако, как и в случае с Элизой Коэн (позывной \"Ash\") и Еленой Альварес (позывной \"Mira\"), нужно проследить за адаптацией, чтобы пресечь вероятное отчуждение.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6deSi1vse5iJTkErFksrGq/75bf1038e9698b6b2be75aa0493b092d/Y5S1_BADGE_Iana_L.png",
  "f_weapons": [
    "arx200",
    "g36c"
  ],
  "s_weapons": [
    "mk19mm",
    "gonne6"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "geminireplicator"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286ac1f7325842b25c203"
  },
  "id": "wamai",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2ZSUcKWczIo1w2WwzNan5B/98938e59a958117b46901c57fce98ae7/r6-operators-list-wamai_358318.png",
  "name": "WAMAI",
  "real_name": "Нгуги Мучоки Фураха",
  "health": 2,
  "speed": 2,
  "birtday": "1 июня (28 лет)",
  "birtplace": "Ламу, Кения",
  "bio_video": "https://www.youtube.com/watch?v=6bVjjm1XbDM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Чем ближе ты к смерти, тем более яркой становится жизнь",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Фураха родился в городке на острове, входящем в состав архипелага Ламу. Его семья жила за счет рыболовства, а потому уже в детстве он научился охотиться на акул, выискивать потерянные сокровища на дне океана и в принципе держаться под водой дольше своих сверстников. Медицинские осмотры выявили атипичность физического строения тела Фураха, что только укрепило его убежденность в \"необычном происхождении\". Навыки позволили молодому человеку проявить себя сперва на службе в ВМС Кении, а затем в подразделении десантных катеров. Его рекорды по фридайву привлекли к себе внимание не только высших чинов, но и мирового научного сообщества. Вскоре он вступил в ряды \"NIGHTHAVEN\", где получил в свое распоряжение собственную лодку и больше свободного времени.  </p>",
  "bio_psy": "Разговор с Нгуги Мучоки Фураха (\"Wamai\") подобен беседе под водой: ты слышишь слова, но не уверен, что понял смысл сказанного. […] Но после общения с ним чувствуешь себя лучше. В обмене свободными ассоциациями, переходе от одной абстрактной идеи к другой есть какая-то особая полнота. К тому же, Фураха чувствует, когда люди путаются в мыслях: он улыбается и быстро меняет тему, чтобы не возникало ощущения, будто связь дискуссии с реальностью окончательно потеряна. […] В результате я начинаю задумываться о том, стоит ли стать более гибким в мыслях и как этот процесс скажется на развитии моей личности. […] Экзистенциальные вопросы, которые задает себе тот, кто проводит без кислорода много времени, отличаются от тех, которые возникают в головах обычных людей. Я не могу прочувствовать их так же, как Фураха, и потому не способен осознать ценность. Его необычный подход ко всему проявляется и в выбираемых стратегиях. Например, его способность анализировать пространство и в горизонтальной, и в вертикальной плоскости я встречал только у самых одержимых своим делом пилотов. А вот внутренняя плоскость как будто отсутствует. […] Как-то раз я общался с известным монахом, который провел свою жизнь в стремлении к \"абсолютному нулю\" и был не менее глубокой личностью, чем Фураха. Но если обычно духовная природа человека отражает качества, которые он сам в себе любит, то в их случае все с точностью до наоборот. Нгуги служит своей духовности. Аноксия - часть его зависимости. […] В своих беседах я стараюсь сохранять нейтралитет. Фураха талантлив, умен и непредсказуем. Его способность раскрепостить всех в комнате бесценна. Но нельзя быть уверенным, что ты действительно знаешь что-то об этом человеке. Его сущность - как водород, который должен раствориться до подъема на поверхность. Чтобы описать Фураха, придется его ограничивать, а я уверен, что ему такой вариант не понравится.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1vQZ4WsAjhc6M7qNOS4ahQ/92fc4d89632fb87aec0f102d7adbfe26/Y4S4_BADGE_Wamai_L.png",
  "f_weapons": [
    "auga2",
    "mp5k"
  ],
  "s_weapons": [
    "usp40",
    "p12"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "magnet"
  ],
  "specialties": "ЛОВУШКИ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286b71f7325842b25c204"
  },
  "id": "kali",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/41NACeIbkdnIWgnwq0HzD4/9713f8e58b9a8c253b7507b59169bb3c/r6-operators-list-kali_358317.png",
  "name": "KALI",
  "real_name": "Джаймини Калимохан Шах",
  "health": 2,
  "speed": 2,
  "birtday": "21 августа (34 года)",
  "birtplace": "Амрели, Индия",
  "bio_video": "https://www.youtube.com/watch?v=6bVjjm1XbDM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Одобрение посредственности - первый шаг к провалу",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Шах родилась в благополучной семье и с самого детства не сомневалась в достижении поставленных целей. Уверенности в себе поубавилось, когда она поступила на службу в армию: навыки в области боевых искусств не играли никакой роли, так как женщин не брали в боевые отряды. Деньги и связи не помогли преодолеть препятствие на пути к желаемому, и потому Шах ушла из армии и основала частное охранное предприятие, действующее в пределах Индии, а затем частную военную компанию \"NIGHTHAVEN\" для работы заграницей. Она с легкостью заключает многомиллионные контракты на выгодных условиях. Предоставляя индийскому правительству свои ресурсы, суровая Шах научилась обходить законы, мешающие получить заветный результат, и стала олицетворять собой непреодолимую силу в по большей мере статичном мире.</p>",
  "bio_psy": "Культурные сходства не всегда помогают при психоанализе. […] Несмотря на наше общее наследие, я слишком далек от всего, через что прошла Джаймини Калимохан Шах (\"Kali\") - как если бы она прибыла к нам с темной стороны Луны. Что бы ни утверждали романтики, деньги могут создать преграду, которую невозможно преодолеть. […] В детстве Джаймини получала все, что хотела, без каких-либо усилий. Она амбициозна и надменна, но на то есть основания. Ей удается быть лидером - в основном благодаря умению заставлять подчиненных преодолевать физические и психологические пределы, \"выковывать их заново\". Завершившие ее программу оказываются вхожи в круг приближенных - \"общество защитников\", как она сама их называет. Напоминает глав преступных группировок... Но, раз уж я верю, что каждый может чему-то научить, методы Шах не стоит списывать со счетов. […] Гордится ли она своей родиной? Сложный вопрос. Для очень богатых людей границы номинальны. Однако позывной \"Kali\" и жесткость в отношении тех, кто перешел ей дорогу, дают ощущение связи с предками. […] Похоже, неясность мотивов уже привела к конфликту с Элизой Коэн (\"Ash\"), но это неудивительно. Так как Коэн живет по строгим правилам, само существование Джаймини ставит под сомнение ее убеждения. […] У Шах много сильных качеств. Ее личный успех никак не связан с достижениями родителей. Она следует безжалостной схеме подготовки, постоянно улучшаемой за счет лучших специалистов и лучшего снаряжения, которое только можно купить. Джаймини храбра - если не безрассудна - и хитра: та, с кем мне хотелось бы сразиться. Потому она и получила приглашение в команду Rainbow. Дружба дружбой, но ее стратегии могут понадобиться нам намного раньше, чем того бы хотелось.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6r1hk1EunQirF1IcY4TG8T/0d3fbb7508a7747fd51249b1b8ea9779/Y4S4_BADGE_Kali_L.png",
  "f_weapons": [
    "csrx300"
  ],
  "s_weapons": [
    "spsng9",
    "c75auto"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "lvexplosivelance"
  ],
  "specialties": "ПОДДЕРЖКА, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286c01f7325842b25c205"
  },
  "id": "amaru",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5jumFHxGXFA7HehPNn0uGD/e00f3d67802944d0c7aba72455e1ba6a/r6-operators-list-amaru.png",
  "name": "AMARU",
  "real_name": "Асусена Росио Киспе",
  "health": 2,
  "speed": 2,
  "birtday": "6 мая (48 лет)",
  "birtplace": "Кохата, Перу",
  "bio_video": "https://www.youtube.com/watch?v=U4pe1Ei7Pk4&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Того, кто забыл себя, ничего не волнует. Он будет бороться за любого и никогда не поймет, зачем это делает",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Изначально оперативник Асусена Росио Киспе (Amaru) - антрополог, посвятившая себя делу сохранения культурного достояния Перу. Традиции исследователей, зародившиеся в ее семье еще на рубеже XX века, сформировали у нее уникальное представление о том, что путешествия и открытия дают возможность глубже понять культуру, и позволили ей осознать, как глубока и невосполнима потеря тех, кто лишен связи со своими корнями. Несколько лет она прослужила в Национальной полиции Перу, а затем стала внештатным археологом и занялась поисками и категоризацией новых мест раскопок. После нескольких неудачных попыток остановить контрабандистов Асусена стала использовать тактики партизан, чтобы помешать вывозу древних артефактов из страны. К тому моменту, когда мы узнали о Киспе от оперативника Сесара Руиса Эрнандеса (Goyo), та провела более 20 лет в джунглях, сражаясь с картелями по своим правилам.</p>",
  "bio_psy": "Уровень самосознания оперативника Асусены Росио Киспе (Amaru) невероятно высок - во многом благодаря тому, что ее мотивирует. Ей знакомы поражения, но не частые и не слишком серьезные. […] Киспе довольно рано научилась жить в джунглях. Привязанность к семье позволила справиться с трудностями в детстве. Братья и сестры помогли ей понять, что такое \"соперничество\", но с особой нежностью она чаще всего рассказывает о силе характера своей бабушки. Насколько я понял, почти век назад ее прадед исчез во время экспедиции в затерянный город — видимо, речь о походе Перси Фоссета. Подтвердить это предположение невозможно, и тем удивительнее вера Кантуты Киспе в то, что ее отец мог вернуться домой. Мне кажется, что после смерти бабушки Асусена сама прониклась идеей чудесного воссоединения с родственником. […] Сильные стороны характера Киспе - прагматизм и хорошее чувство юмора. Она легко справляется с непредвиденными обстоятельствами, но в то же время, по собственном признанию, чувствует, что события в родной стране довлеют над ней. Неугасающая любовь к Перу полностью поглотила Асусену. […] Не могу назвать ее сентиментальной, так как на деле ее желание сохранить свою культуру — довольно эгоистичное. […] Киспе и оперативник Сесар Руис Эрнандес (Goyo) дорожат своим знакомством. Подозреваю, что Асусена присоединилась к команде Rainbow лишь для того, чтобы проводить с другом больше времени. Очевидно, что она хочет получить новые навыки, но для нас важнее знания, которые сможет почерпнуть отряд. Без Киспе будет довольно трудно справляться с врагом, которого ей удавалось избегать последние 20 лет. […] Способность социализироваться позволила Асусене без проблем влиться в коллектив. Осталось убедить ее в том, что именно с нашей помощью она действительно сможет на что-то повлиять. А это уже моя задача.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2K1uxROLvHGxOIOMpNRFeU/7b4afc5ded3d1b9a937d1b504b5d4d0d/Y4S3_BADGE_Amaru_L.png",
  "f_weapons": [
    "g8a1",
    "supernova"
  ],
  "s_weapons": [
    "gonne6",
    "smg11"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "garrahook"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "646286c91f7325842b25c206"
  },
  "id": "goyo",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1ylXIr2TxRcFMSKfRhXJXh/5202b0fdfbf43545e8c40a8232a438c3/r6-operators-list-goyo.png",
  "name": "GOYO",
  "real_name": "Сесар Руис Эрнандес",
  "health": 2,
  "speed": 2,
  "birtday": "20 июня (31 год)",
  "birtplace": "Кульякан-Росалес, Мексика",
  "bio_video": "https://www.youtube.com/embed/2F7abQoY_2s",
  "bio_quote": "Человек предельно честен, когда думает, что рядом никого нет",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Когда Сесару Руису Эрнандесу было 11 лет, на дом его семьи упала бомба. Отец и сестра погибли, а мать - София - была тяжело ранена. Оперативник Асусена Росио Киспе (Amaru) помогла воспитать мальчика: его научили быть крайне внимательным к деталям и избегать знакомств с людьми, которые могли вовлечь его в деятельность банд. По совету мамы молодой человек поступил в Героическую военно-морскую академию, откуда выпустился в чине лейтенанта. Он отслужил в морской пехоте и диверсионно-десантной амфибийной группе, участвовал в операциях по борьбе с контрабандой и громких арестах. Оказавшись в СП Fuerzas Especiales, Эрнандес быстро понял, что наркотики давно перестали быть основным источником дохода картелей. Он помогал ЮНЕСКО и Интерполу бороться с контрабандой древних артефактов и в результате привлек внимание команды Rainbow, оценившей его тактическую смекалку.</p>",
  "bio_psy": "Оперативник Сесар Руис Эрнандес (Goyo) - просто находка. Его карьеру можно назвать стандартной, но сам он не так прост, как кажется. Для проверки своей теории на первой нашей встрече я предложил сыграть партию в шахматы. Неважно, сколько ходов ему понадобилось для победы, но сам Сесар не придал этому событию значения. […] Скромность - главная черта характера Эрнандеса. Его мать София, защитившая Сесара от взрыва бомбы, привила сыну оптимистичный взгляд на мир. Учитывая место, где они жили в прошлом, она также воспитала в нем чувство осторожности и умение избегать дурного влияния, которому мальчик, растущий без отца, мог очень легко подвергнуться. Помощь оказала оперативник Асусена Росио Киспе (Amaru), уважающая семейные ценности и способная дать ребенку то, что Софии было не по силам. […] Именно Киспе, патриот своей страны и наследница семьи с богатой историей, благотворно повлияла на юношу в этот сложный период. […] В разговоре Эрнандес всегда тщательно подбирает правильные слова, и потому люди могут недооценивать его. Он не груб, не надменен - просто старается рассмотреть поставленную перед ним задачу со всех сторон. […] Его умение обнаруживать цель и следовать за ней поражает: Сесар будто заранее знает ее привычки и может предсказать реакцию в любой ситуации. Приведу пример: в первый день осени Тина Лин Цзан получила от него банку яблочной газировки, хотя до этого оперативники виделись всего один раз. Она невозмутимо приняла ее, но по лицу Эрнандеса было видно, что он вообще готовился к худшему исходу. […] Сесар стал важнейшим участником наших инструктажей: его меткие вопросы позволяют находить новые тактические решения и сподвигают других думать нестандартно. Должен признать: приятно видеть, насколько может измениться группа уверенных в себе личностей, когда в ней появляется кто-то со свежим взглядом на проблему и невозмутимостью на лице.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6AAY4FZt5piHdabOdDokE4/f7f8bd90c20b8a429c78a08684b75aca/Y4S3_BADGE_Goyo_L.png",
  "f_weapons": [
    "vwctor45acp",
    "tcsg12"
  ],
  "s_weapons": [
    "p229rc"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "volcan"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "646286db1f7325842b25c207"
  },
  "id": "nokk",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/VeXso9iKMqBDrSmuJ2kBx/9d1b1ebd7a83d468e626d1418cfa1776/r6-operators-list-nokk.png",
  "name": "NOKK",
  "real_name": "[УДАЛЕНО]",
  "health": 2,
  "speed": 2,
  "birtday": "[УДАЛЕНО]",
  "birtplace": "[УДАЛЕНО]",
  "bio_video": "https://www.youtube.com/watch?v=nRuFq-pN9QU&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "После выстрела я чувствую лишь одно - отдачу",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Из соображений национальной безопасности и в виду секретности текущих заданий данные о Nøkk хранятся под грифом НАТО \"Секретно\" , но дело было выдано Six. Оперативник с отличием окончила школу сержантов в Сеннерборге, поступила в Королевскую военную академию Дании и выпустилась в звании первого лейтенанта. После 4-х командировок она прошла спецподготовку, отточила навыки ведения специальных, секретных, поисково-спасательных и прочих операций, а также боевых действий в арктических условиях, и получила приглашение в Jægerkorpset. В Афганистане и Ираке она часто в одиночку вела деятельность под глубоким прикрытием в тылу врага и получила несколько благодарностей за устранение повстанцев. Именно Nøkk передала The Unit сведения о местонахождении оперативника Эрика Торна (позывной \"Maverick\"). Личность оперативника известна лишь немногим сослуживцам. Управление операциями и планированием НАТО предложило включить ее в состав команды Rainbow.</p>",
  "bio_psy": "Когда мне дали доступ к делу Nøkk, я был рад как ребенок. Люблю раскрывать тайны, а ее история оказалась крайне захватывающей. Если личность Nøkk будет предана гласности, определенно разразится скандал. Признаться честно, не знай я, кем был отец оперативника, не заметил бы сходства. На вопрос, какое влияние деятельность отца оказала на ее воспитание, Nøkk ответила уклончиво, сославшись на \"издержки профессии\". Позднее мне все же удалось кое-что узнать. Оперативника воспитывала мать - по факту единственный близкий человек. Их забота друг о друге сродни гиперопеке. Nøkk знала о своем отце и его семье, а вот они познакомились с девочкой лишь спустя некоторое время. Ей хотели устроить комфортную жизнь, но в то же время не спешили сближаться, чтобы не запятнать свою репутацию. Nøkk обожает свою мать, но в то же время - к моему удивлению - предана отцу из уважения к его происхождению. Казалось бы, на лицо конфликт, но на деле оперативника не мучают никакие противоречия: она спокойно служит королеве и стране и выполняет все, что требуется. Ее дарвинистский подход основан не на жажде самосохранения, а на желании помочь своим союзникам стать лучше. Nøkk не раскрывает тайн и умеет сохранять невозмутимость, и потому идеально подходит для работы под прикрытием. Не помешает даже тот факт, что сейчас она формально выполняет задание. Личность, под именем которой она действует, посадили в тюрьму, и мы можем спокойно поработать с человеком уровня Alibi и Bandit. Я уверен, что Nøkk отлично впишется в команду Rainbow, а нам удастся извлечь максимум пользы из совместной деятельности.",
  "bio_outer": "Юмико Имагава (позывной «Hibana»), командир отряда Viperstrike",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2qfSHHTdCRVhx9EWycVDNr/9e361e73fb91e571f7470de21edf5c7a/Y4S2_BADGE_Nokk_L.png",
  "f_weapons": [
    "fmg9",
    "six12sd"
  ],
  "s_weapons": [
    "57usg",
    "d50"
  ],
  "device": [
    "smokegranade",
    "mine"
  ],
  "spec": [
    "hel"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647642560e9ad73d9e3f2b5a"
  },
  "id": "mozzie",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5NwXzotdPIQuvWugaam4JA/eaf8febf1432c5f2f015318c83890d93/r6-operators-list-mozzie_343537.png",
  "name": "MOZZIE",
  "real_name": "Макс Гуус",
  "health": 2,
  "speed": 2,
  "birtday": "15 февраля (35 лет)",
  "birtplace": "Портленд, Австралия",
  "bio_video": "https://www.youtube.com/watch?v=Nymp-HB4kgU&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Хватит тянуть резину!",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Завершив 10-й год программы обязательного образования, Макс Гуус поступил в академию Сил обороны Австралии. Позднее он оказался в пехотном полке, где для проведения разведки использовали кроссовые мотоциклы и вездеходный транспорт. Став экспертом в ориентировании на местности, Гуус возглавил многие рейды, конвои и разведывательные операции.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;После операции \"Катализатор\" ему пророчили место в Специальной авиадесантной службе (SASR) - оставалось пройти отбор и научиться держать язык за зубами. Каким бы сообразительным мастером вождения он ни был, его поступки часто выглядели безрассудными. Гуус принял участие в операции \"Слиппер\", а позднее получил медаль за обеспечение национальной безопасности, так как помог спасти людей, задействованных в ликвидации пожаров в округе Эсперанс.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Он - расчетливый смельчак, который любит тестировать предназначенные для разведки мотоциклы и высоко ценит тот факт, что команда Rainbow заинтересована в его услугах.</p>",
  "bio_psy": "Действуя сообща, оперативники Макс Гуус (Mozzie) и Тори Фэйрус (Gridlock) добиваются потрясающих результатов, так как порой выдают невероятные и слегка безрассудные решения, которые заставят улыбнуться даже самого сурового командира... если все закончится успешно. Пример - операция в округе Эсперанс. […] Они добились баланса, который редко прослеживается в работе двух союзников. Любопытно, сохранится ли он, если им придется противостоять друг другу - в учебной ситуации или по долгу службы. […] Гуус обожает скорость - и при движении, и при обработке информации. К моменту, когда все осознали ситуацию, у него уже взвешены все \"за\" и \"против\", готов свой план и запущен мотор мотоцикла. И эти сэкономленные секунды невероятно ценны. Конечно, его ухмылка и блеск в глазах заставляют других чувствовать себя неуютно, ведь в душе он смутьян, а в деле - шоумен. […] Гуус - второй из трех детей в семье. Вероятно, ему приходилось прикладывать усилия, чтобы к нему прислушивались. Отсюда и некая показушность в действиях. Он шутит, что родители стали уделять ему больше внимания лишь в виду увлечения экстремальными видами спорта. Говорят, его мама чуть с ума не сошла, когда узнала, что сын совершил затяжной прыжок с парашютом, при этом находясь на кроссовом мотоцикле. […] Мне \"посчастливилось\" оценить его любовь к сквернословию. Как и многие бихевиористы, я считаю, что оно может иметь положительный эффект и не обязательно мешает социализации. […] С помощью шуток оперативник Гуус скрывает боль, но порой складывается впечатление, что вульгарность - лишь средство компенсации, попытка выглядеть внушительнее в глазах оппонента. Особенно легко его задевают комментарии по поводу роста.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/15hUu2PsypX2c1LIJFQNUT/8538c52057420dbf3995cf3117b155c5/Y4S1_BADGE_Mozzie_L.png",
  "f_weapons": [
    "commando9",
    "p10roni"
  ],
  "s_weapons": [
    "sdp9mm"
  ],
  "device": [
    "barbedwire",
    "nitrocell"
  ],
  "spec": [
    "pestlauncher"
  ],
  "specialties": "НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ, INTEL"
},{
  "_id": {
    "$oid": "647642680e9ad73d9e3f2b5b"
  },
  "id": "warden",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/72pEJEYxwPGoW221XvdmAJ/ea79dbd58064cbc99a1514e1b1641586/r6-operators-list-warden.png",
  "name": "WARDEN",
  "real_name": "Колин Маккинли",
  "health": 2,
  "speed": 2,
  "birtday": "18 марта (48 лет)",
  "birtplace": "Луисвилл, Кентукки",
  "bio_video": "https://www.youtube.com/watch?v=SJl_R2zVd5A&ab_channel=Ubisoft",
  "bio_quote": "Я ко всему готов",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;В 18 лет Колин Маккинли оказался в морской пехоте. Сообразительность и агрессивность в действиях помогли ему добиться успеха: даже мелкие проступки не помешали Колину получить несколько благодарностей и чин мастера-сержанта. После третьей командировки он ушел из морпехов и подался в группу личной защиты при Секретной службе США. Во время атаки повстанцев на американских дипломатов Маккинли спас жизнь государственного секретаря Болдуина, а когда тот победил на президентских выборах, был переведен в группу охраны главы государства. В итоге Колин более десяти лет работал в Вашингтоне, обеспечивая безопасность важных политических деятелей. Завершая второй срок президентства, Болдуин поспособствовал переводу своего главного эксперта по личной защите в команду Rainbow.</p>",
  "bio_psy": "Я умею читать между строк и потому понимаю, как Колин Маккинли (позывной \"Warden\") стал тем, кто он есть. Его защитные навыки начали формироваться еще в детстве, когда ему приходилось разрешать конфликты со строгим отцом и защищать своих братьев в школе. Опыт службы в морской пехоте помог вывести эти умения на новый уровень. Записями о его работе в Секретной службе можно зачитываться, как шпионским романом. Во время атаки на госсекретаря Болдуина повстанцы использовали светошумовые гранаты, дымовые шашки и другие средства, чтобы изолировать членов отряда охраны. Маккинли быстро понял, что основные пути отступления перекрыты, и эвакуировал Болдуина в одиночку. Этот случай объясняет, зачем оперативнику нужны особые очки, а заодно подчеркивает склонность к спонтанным действиям. Он ни разу не ошибался и, боюсь, продолжит полагаться на инстинкты, пока не допустит промах. Служба при аппарате президента наделила его статусом главного специалиста по разрешению острых ситуаций, который умеет давать наводки и при этом не подставляться. Многие политические деятели в долгу перед Маккинли, так что он наверняка знает пару-тройку секретов. Помимо прочего, за ним закрепилась репутация ловеласа: по словам мистера Болдуина, его пассии могут затмить даже некоторых сотрудниц администрации президента. (Кстати, первая леди была недовольна этой ремаркой). Он ловко манипулирует людьми - \"включает\" южный выговор при общении с сенаторами-республиканцами или особую обходительность в разговорах с дамами. Пытался подстроиться и под меня... но я-то знаю правила игры. Маккинли отлично встраивается в любую команду, но при этом остается очень закрытым человеком - возможно, в виду своей деятельности. Он нажил себе достаточно врагов среди политиков, бизнесменов и лоббистов, так как знает все их грехи - а защищаться от их нападок теперь приходится самому. Его нестандартный подход к работе поможет нам добиться гибкости, точности и согласованности при решении поставленных задач. Что ж, придется мне подарить мистеру Болдуину бутылку 25-летнего виски, ведь именно он навел нас на Маккинли; когда президент оказывается прав, от него не отвязаться.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/hx1Ljf1qIWbjpgCNmfJbu/2217283b569ef316dc12b93e86649f8f/Y4S2_BADGE_Warden_L.png",
  "f_weapons": [
    "m590a1",
    "mpx"
  ],
  "s_weapons": [
    "p10c",
    "smg12"
  ],
  "device": [
    "deployableshield",
    "nitrocell"
  ],
  "spec": [
    "glance"
  ],
  "specialties": "НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ, INTEL"
},{
  "_id": {
    "$oid": "647642710e9ad73d9e3f2b5c"
  },
  "id": "gridlock",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/72pEJEYxwPGoW221XvdmAJ/ea79dbd58064cbc99a1514e1b1641586/r6-operators-list-warden.png",
  "name": "GRIDLOCK",
  "real_name": "Тори Тальо Фэйрус",
  "health": 3,
  "speed": 1,
  "birtday": "5 августа (36 лет)",
  "birtplace": "Лонгрич, центральный запад Квинсленда, Австралия",
  "bio_video": "https://www.youtube.com/watch?v=Nymp-HB4kgU&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "У того, кто любит такую жизнь, скорее всего в голове не хватает пары винтиков. Но я бы ее ни на что не променяла",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;В своей семье Фэйрус - самая старшая из пяти детей - постоянно находилась на позиции лидера. С ранних лет ей нравилось возиться с двигателями, и она участвовала в турнирах робототехников. На выбор увлечений сильно повлиял отец - военный авиамеханик. Фэйрус отправилась в резервы австралийской армии, чтобы получить доступ к первоклассному оборудованию и далее развивать инженерные навыки. Окончив университет, она поступила на службу в армию и повысила свою квалификацию. Ее сильные стороны - владение различными видами оружия, эффективность при сборе данных и защите целей, а также умение подстраиваться под любые ситуации и при этом сохранять хладнокровие. Учитывая эти способности, Фэйрус без разговоров приняли в мобильный взвод SASR. За участие в операции по спасению пожарных она получила медаль за обеспечение национальной безопасности. Ей неоднократно предлагали занять руководящую должность, но каждый раз получали отказ.</p>",
  "bio_psy": "Мое внимание оперативники Тори Фэйрус (Gridlock) и Макс Гуус (Mozzie) привлекли во время операции по спасению госслужащих, устранявших лесные пожары в округе Эсперанс. Со стороны их действия могли показаться опрометчивыми, но они бесспорно заслужили свои медали, ведь, на мой взгляд, именно так должна работать слаженная команда. Эти двое познакомились давно: еще в старшей школе они участвовали в одной \"Битве роботов\", а затем пересеклись на военных сборах. С тех пор оперативники действуют сообща — и как боевые единицы для команды Rainbow, и как группа, которую никто не сможет остановить. Оба отлично справляются с напряженными ситуациями... интересно, что произойдет, если им придется действовать друг против друга? Не менее любопытно, сможет ли оперативник Фэйрус сохранять спокойствие в новой команде и как сама группа отреагирует на ее появление в составе. […]Судя по отчетам, она естественно смотрится в качестве лидера, в связи с чем неясны постоянные отказы от повышения. Якобы ей не хочется вовлекаться в бюрократические процедуры, но тогда почему оперативник почти что стремится на ведущие позиции После смерти отца Фэйрус узнала, что их ферму могут отобрать. Она сплотила вокруг себя и четверых младших детей, и некоторых дальних родственников, а армейскую зарплату стала тратить на погашение долгов. Умение брать на себя ответственность за семью повлияло и на взаимодействие с другими членами команды. Поэтому следует внимательнее изучить период ее жизни на ферме. Она с теплотой отзывается о каждом моменте - хоть о прочистке забившегося унитаза, хоть о починке старого трактора... Способность подстраиваться говорит о том, что Фэйрус не гнушается любой работы и не впадает в уныние, что бы ни произошло. Возможно, причина заминки в карьерном росте кроется в том, что \"руководителю\" дома не хочется переносить те же принципы на рабочее место.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/hx1Ljf1qIWbjpgCNmfJbu/2217283b569ef316dc12b93e86649f8f/Y4S2_BADGE_Warden_L.png",
  "f_weapons": [
    "f90",
    "m249saw"
  ],
  "s_weapons": [
    "supershorty",
    "sdp9mm",
    "gonne6"
  ],
  "device": [
    "breachcharge",
    "smokegrenade"
  ],
  "spec": [
    "trax"
  ],
  "specialties": "ПОДДЕРЖКА, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "6476427d0e9ad73d9e3f2b5d"
  },
  "id": "nomad",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3VHhiyMOUkBOW1u1Zh5eGH/9e603d3e6926fc26ebee494b3040eba7/r6-operators-list-nomad.png",
  "name": "NOMAD",
  "real_name": "Сана эль-Мактуб",
  "health": 2,
  "speed": 2,
  "birtday": "27 июля (39 лет)",
  "birtplace": "Марракеш, Марокко",
  "bio_video": "https://www.youtube.com/watch?v=GRss1JtrX8g&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Я всегда хотела путешествовать. Осуществив мечту, я поняла, что не стану останавливаться",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Сана эль-Мактуб родилась в благополучной семье, с самого детства много путешествовала по Европе и Северной Африке, но больше всего мечтала оказаться в каком-нибудь далеком уголке Земли. В 19 лет Сана отправилась в армию, прошла подготовку в знаменитой \"Крепости\" и попала в Группу вмешательства Королевской жандармерии (GIGR). За ее плечами - 4 командировки в составе горнопехотного батальона, спецучения стрелков и участие в совместной операции \"Вся Сахара\". В отряде ее считают экспертом по операциям на открытых пространствах.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Между командировками эль-Мактуб путешествует в одиночку. Она - одна из немногих, кто способен пересечь Сахару, взобраться на альпийскую вершину, выжить в тропическом лесу в Азии или в рамках экспедиции по Северному полярному кругу. Сана стала экспертом по выживанию и готова преодолеть любые препятствия. Во время поездок она любит делать зарисовки местности.</p>",
  "bio_psy": "Оперативник эль-Мактуб никогда не стоит на месте и потому получил позывной \"Nomad\" (\"кочевник\"). Единственное, ради чего она готова остановиться - чтобы сделать набросок в своем блокноте или дать травмированным рукам отдохнуть. […] Думаю, в виду своего происхождения она испытывает потребность всегда добиваться успеха и преодолевать преграды, не возникавшие перед ее родителями. Возможно, в детстве ее считали мягкотелой, и теперь Сана хочет доказать обратное - потому и стала экспертом по выживанию. […] Оперативник эль-Мактуб прославилась в военных кругах благодаря выносливости и способности выбраться из любой ситуации. Впервые мы узнали о ней как раз в рамках анализа документации о физическом состоянии военных. […] Я понимаю, почему в GIGR ее так ценят. Сана не любит хвастать и считает, что любой способен освоить ее методики выживания и планирования. Такая скромность, вероятно, является причиной принижения собственных достоинств и достижений. Она не выбирает легких путей: ее рисунки почти фотографические... В какой-то мере я ей даже завидую. […] Оказавшись в тренировочном лагере \"Крепость\", Сана проходила подготовку под командованием оперативника Джаляля эль-Фасси. Стоит понаблюдать за тем, как эти двое будут работать на равных в иных обстоятельствах. […] Во время походов эль-Мактуб познакомилась с обычаями разных относительно изолированных сообществ — от кенийских масаев до сибирских ненцев. В результате развились ее дипломатические способности. В состав команды Rainbow входят оперативники из разных стран, но сомневаюсь, что кто-то из них знает мир также хорошо, как Сана. Она все еще хочет стать первой женщиной, в одиночку и пешком пересекшей Антарктиду. Не сомневаюсь, что эль-Мактуб справится - лишь бы поход не привел к новым травмам, которые, похоже, стали для нее своеобразными знаками отличия и доказательством, что ярлык \"испорченная богачка\" ей не подходит.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/UxfU1gJDoZGDrzT3iBsIp/b1aa522cc08e4631b9a857b52afa4f99/Y3S4_BADGE_Nomad_L.png",
  "f_weapons": [
    "ak74m",
    "arx200"
  ],
  "s_weapons": [
    "prd92",
    "44mag"
  ],
  "device": [
    "breachcharge",
    "stungrenade"
  ],
  "spec": [
    "airjab"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647642870e9ad73d9e3f2b5e"
  },
  "id": "kaid",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/9ATWPlasUTzxyJMNlV9SM/16dd669d06990b12088660ffc77bd6b3/r6-operators-list-kaid.png",
  "name": "KAID",
  "real_name": "Джаляль эль-Фасси",
  "health": 3,
  "speed": 1,
  "birtday": "26 июня (58 лет)",
  "birtplace": "Арумнд, Марокко",
  "bio_video": "https://www.youtube.com/watch?v=B8brHA-qSy0&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Подай личный пример, и гора сдвинется с места",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Еще в детстве Джаляль эль-Фасси слышал истории о \"Крепости\" - легендарном тренировочном лагере в Атласских горах, где за подготовкой солдат из лучших следили знаменитые \"каиды\" (командиры).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Эль-Фасси вступил в ряды GIGR (Группы вмешательства Королевской жандармерии) в 18 лет и сразу продемонстрировал врожденные лидерские качества. За эффективное руководство спецотрядами в рамках антитеррористической операции \"Вся Сахара\" (TSCTP) его повысили до чина капитана. Уходящий на покой главный командир \"Крепости\" с легкостью выбрал своего преемника: благодаря авторитету и моральным качествам Эль-Фасси стал бы идеальным \"каидом\".</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Его строгость и крепкие этические принципы позволили подопечным добиться серьезных успехов, и \"Крепость\" быстро снискала славу как место, где обучают только лучших из лучших. Спустя несколько лет эль-Фасси согласился принимать в лагерь отряды из Африки и Среднего Востока с целью укрепить связи с участниками операции \"TSCTP\" и Африканскими резервными войсками.</p>",
  "bio_psy": "Оперативник Джаляль эль-Фасси (\"Kaid\") - впечатляющая личность. При встрече к нему тут же проникаешься уважением: неудивительно, что он одним своим видом внушает страх подопечным и без слов способен заставить их выполнять все, что требуется. Честно говоря, эффект одновременно ошеломляющий и пугающий. […] Эль-Фасси является достойным представителем \"Крепости\" и когорты ее командиров. За несколько лет до того, как оперативник стал руководителем, лагерь оказался в эпицентре скандала: речь шла о взятках со стороны богатых семейств. Эль-Фасси не только очистил репутацию \"Крепости\", но и вывел ее на уровень, которого не удавалось достичь его предшественникам. […] Было сложно убедить оперативника отказаться от своей должности. Он пожертвовал личной жизнью ради успехов лагеря, а текущее положение, скорее всего, усложнит налаживание отношений с другими. Думаю, эль-Фасси предпочитает одиночество, то есть явно не станет делиться с посторонними своими мыслями... но кажется, его можно понять. Он взял на себя ответственность за настоящее и будущее спецподразделений Марокко, а в теории - и всей Северной Африки, и хладнокровно несет этот \"крест\", потому что никто другой, по его мнению, с такой задачей не справится. […] Эль-Фасси флегматичен и всецело предан делу руководства \"Крепостью\". Команда Rainbow годами уговаривала оперативника вступить в свои ряды, но не могла достичь результата. Лагерь и его значение известны эль-Фасси с детства: для него это родной дом, а проводимое в нем время - бесценно. Однако нам удалось предложить то, от чего не смог отказаться даже великий каид. Мы сможем улучшить школу и вывести ее на мировую арену. Эль-Фасси впервые окажется рядом с равными себе по статусу. Сможет ли он сработаться с ними, покажет лишь время.[…]",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5Qblb1ZqAqkN3Wa0Qw5qBq/05630c80672105a1195282d276e8eb05/Y3S4_BADGE_L.png",
  "f_weapons": [
    "auga3",
    "tcsg12"
  ],
  "s_weapons": [
    "lfp586",
    "44mag"
  ],
  "device": [
    "barbedwire",
    "nitrocell"
  ],
  "spec": [
    "rtila"
  ],
  "specialties": "ЗАЩИТА ПОЗИЦИИ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "647642920e9ad73d9e3f2b5f"
  },
  "id": "clash",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3tTgRbA9GdeLTmI1mPObsp/5b490d1e9021c37ffa59f3e6bc6f8c7e/r6-operators-list-clash.png",
  "name": "CLASH",
  "real_name": "Мороуа Эванс",
  "health": 3,
  "speed": 1,
  "birtday": "7 июня (35 лет)",
  "birtplace": "Лондон, Англия",
  "bio_video": "https://www.youtube.com/watch?v=B8brHA-qSy0&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Подойди ближе. Рискни",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Мороуа Эванс принимала активное участие в зачастую ожесточенных столкновениях с расистскими группами. Это продолжалось до тех пор, пока во время беспорядков не погиб ее друг и наставник Трей Пирсон, пытавшийся остановить мародеров. Спустя два месяца Эванс решила вступить в Службу столичной полиции (M.P.S.), чтобы попытаться повлиять на ситуацию изнутри. M.P.S. предложила ей начать новую жизнь и войти в группу, следящую за порядком во время протестов. В итоге девушка стала строить карьеру в полиции.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В 2011 году во время беспорядков в Лондоне констебль Эванс руководила передовым отрядом Территориальной группы поддержки, отвечавшим за контроль протестующих. Позднее она получила разрешение присутствовать на собраниях стратегической группы и участвовать в разработке новых тактик управления поведением толпы. За время службы Эванс провела 274 ареста и заслужила звание детектива-констебля. За отвагу она была награждена Медалью Королевы, а благодаря опыту, успехам на своей должности и упорству получила приглашение в команду Rainbow.</p>",
  "bio_psy": "Моя рекомендация о приглашении оперативника Clash была принята прохладно. Комиссию по отбору беспокоило прошлое Эванс. Меня интересовали лишь ее знания о \"жизни улиц\" и солидный опыт в подавлении протестов. [...] Вопреки скепсису коллег Мороуа доказала свою профессиональную состоятельность во время беспорядков в Лондоне в 2011: записи с камер подтверждают, что бывшие союзники не церемонились с ней, однако она держалась на высоте. Причины, по которым Эванс перешла на сторону властей, могут быть неочевидны. Для нее не было разницы, в каком статусе защищать лондонцев от расистов и насильственных действий. Она не искала покоя - наоборот, просто хотела перенаправить свою энергию. Но можно представить, насколько трудно было отойти от старых взглядов и заслужить доверие Скотланд-Ярда. Этот бой был во всех смыслах неравным, ведь каждый недочет использовали против Эванс. Поначалу нрав оперативника являлся помехой, и некоторые офицеры не гнушались провокаций. В итоге многие оказались не у дел, а Мороуа успешно завершила учебу в \"Хендон\" и заслужила уважение сослуживцев. Она лучше всех понимала, как мыслят протестующие, и быстро освоила тактики захвата зачинщиков. Кто знает, как бы повернулась ее жизнь, если бы не влияние наставника. Их объединяли схожие цели, и хотя Эванс не поддерживала ненасильственные принципы Пирсона, его смерть научила оперативницу контролировать эмоции. […] Пока ее роль в команде Rainbow неясна. Можно порадоваться, что Мороуа подружилась с Жилем Туре (позывной \"Montagne\"): здесь повлиял и некий соревновательный аспект, и опыт совместной работы на саммитах \"Большой восьмерки\" и \"Большой двадцатки\". […] Эванс упорна и бесстрашна, однако всегда должна держать напарников в курсе избранной тактики. Думаю, что коллеги из команды Rainbow будут ценить ее так же высоко, как и в M.P.S.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7G4lGl5HPLFTTUdcZW8UOK/3901b44cf2a9423486ffd78531e42f87/Y3S3_BADGE_Clash_L.png",
  "f_weapons": [
    "cceshield"
  ],
  "s_weapons": [
    "p10c",
    "spsmg9"
  ],
  "device": [
    "barbedwire",
    "impactgrenade"
  ],
  "spec": [
    "cceshield"
  ],
  "specialties": "INTEL, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "6476429b0e9ad73d9e3f2b60"
  },
  "id": "maverick",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1MmaEupq7KOe6it1trqIWP/3f4246349a36e28f4d9299f9368612c1/r6-operators-list-maverick.png",
  "name": "MAVERICK",
  "real_name": "Эрик Торн",
  "health": 1,
  "speed": 3,
  "birtday": "20 апреля (36 лет)",
  "birtplace": "Бостон, Массачусетс",
  "bio_video": "https://www.youtube.com/watch?v=azBGjLrWwSs&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Суть всегда в мелочах... и только мне дано их заметить",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Бостонец Эрик Торн говорит на нескольких языках и входит в 2% лучших разведчиков. После школы он отправился на службу в армию США и быстро продвинулся по карьерной лестнице. Выучив дари, Торн подался в разведку и был переведен в Кабул - любимый город иностранных журналистов, авантюристов и преступников. Среди деятелей подполья и местных жителей он прославился как искусный игрок в бузкаши.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;В \"The Unit\" Торна пригласили как знатока региона. Его оставили в Кабуле и поручили собирать данные, создавать агентские сети, организовывать явки и выслеживать врагов. Когда ситуация в городе стала ухудшаться, оперативник занялся обеспечением безопасности американцев и помогал местным, чья жизнь оказалась под угрозой. Торн вел расследование дела о пропавшем журналисте - и вдруг исчез. Спустя два года он вышел из тени и предоставил достаточно данных для срыва повстанческой операции. Несмотря на подозрительное исчезновение, Торна реабилитировали, а его показания засекретили. Успехи на службе и мастерство оперативника привлекли внимание Six.</p>",
  "bio_psy": "Об оперативнике Maverick мне было известно еще до его исчезновения. Среди разведчиков он заслужил репутацию агента, который \"стал местным\". С ним довольно сложно найти контакт, так как Торн чрезвычайно умен и проницателен, но затроньте тему Кабула или бузкаши - и разговор может длиться вечно. […] Город, в котором старики зарабатывают тем, что продают на углу любовные письма... неудивительно, что он оказался очарован Афганистаном и его культурой. Когда экспаты стали наводнять подпольные клубы и устраивать попойки в ресторанах, оперативник Торн понимал, что вскоре гостям с Запада придется нелегко. Он раньше многих осознал, что грядет катастрофа. […] С ранних лет Эрику Торну приходилось справляться с колоссальным потоком чувств, но он не стал закрываться в себе. Вместо этого он начал деконструировать и категоризировать все вокруг. Это одна из причин, по которой оперативник скрывает эмоции. […] Родители любили сына, но были довольно строгими и редко позволяли покидать дом. Потому Торн и отправился в армию - чтобы посмотреть на мир, который раньше мог представить лишь в мечтах. Неудивительно, что Кабул произвел на него такое впечатление. Похоже, он выбрался из своей \"скорлупы\", только когда стал путешествовать. И пусть физически Эрик с нами, сердце его принадлежит Кабулу.[…] Оперативник Торн обладает невероятной эмпатией благодаря умению наблюдать, слушать и анализировать. Люди доверяются ему и помогают выжить в любом месте - даже в Кабуле. […] Я продолжаю разбирать отчеты о его исчезновении. Они читаются как настоящий триллер, но в то же время становится ясно, насколько велика связь Торна с Афганистаном. Думаю, татуировка напоминает ему о прошлой жизни.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3DXiYgVT71qGscYmFMgayj/d6c40a7dabdfecb92b637bec83003a58/Y3S3_BADGE_Maverick_L.png",
  "f_weapons": [
    "ar1550",
    "m4gs"
  ],
  "s_weapons": [
    "1911tacops"
  ],
  "device": [
    "fraggrenade",
    "mine"
  ],
  "spec": [
    "breachingtorch"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, СОЗДАНИЕ БРЕШЕЙ"
},{
  "_id": {
    "$oid": "647642be0e9ad73d9e3f2b61"
  },
  "id": "maestro",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6QNXf9qRkqzOdsprj2SWgI/0c4cc3b9423cada4fed0ba5ae2c9c722/r6-operators-list-maestro.png",
  "name": "MAESTRO",
  "real_name": "Адриано Мартелло",
  "health": 3,
  "speed": 1,
  "birtday": "13 апреля (45 лет)",
  "birtplace": "Рим, Италия",
  "bio_video": "https://www.youtube.com/watch?v=L2is383hoHY&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Я рассказывал, как мы одной ночью десантировались в болота Конго? Эх, хорошая история...",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Адриано Мартелло (Maestro), старший из восьми братьев и сестер, вырос в Риме, но обучение прошел в военной академии в Модене. Позднее он вступил в корпус карабинеров и исполнял обязанности разведчика в 1 парашютном полке, также известном под названием \"Тускания\". После нескольких успешных командировок Мартелло, удостоенного серебряной и бронзовой медали \"За воинскую доблесть\", призвали на службу в Специальную группу вмешательства (G.I.S.). В ее составе он принял участие в совместных операциях в Ираке. Шрам на его лице - последствие взрыва СВУ. В Италии Адриано также выполнил несколько заданий, после чего стал инструктором по подготовке военных отрядов 3-й категории.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Завершив последнюю командировку, Мартелло занялся консультированием и вскоре снискал славу благодаря отличной учебной программе для отрядов 3-й и 2-й категорий, а также солдат из частных военных компаний. Чины \"Тускании\" уговорили его вновь присоединиться к полку и помочь одному из отрядов добиться повышения категории. Работа на этом поприще позволила Адриано заслужить приглашение в команду Rainbow.</p>",
  "bio_psy": "В лидерских качествах Адриано Мартелло сомневаться не приходится. Он получил позывной \"Maestro\", так как не гнушается помогать другим солдатам пройти даже базовый курс подготовки. Хотя некоторые подопечные считали, что поддержка им не нужна, Мартелло эта практика позволила усовершенствовать собственные методики обучения. [...] В его школьном досье упоминаются случаи драк: смею предположить, что он попросту заступался за своих братьев и сестер. [...] Мартелло отправился на службу в армию, чтобы облегчить финансовое положение родителей: с той же ответственностью он подходит и к работе с нынешними подопечными. Адриано заботится о сослуживцах и старается раскрыть в них лучшие качества, пусть иногда и делает это нестандартными способами и с некоторой грубостью, к чему оперативники не привыкли. Возможно, болтливость Мартелло - лишь следствие склонности к показушничеству, однако его истории могут положительно повлиять на моральное состояние других. К тому же нельзя утверждать, что за разговорами он действительно пытается скрыть свою натуру. [...] Когда-нибудь Адриано станет отличным специалистом по тактическому управлению, но помехой может стать его тяга к переменам. [...] Он стремится к новым испытаниям, пусть и во вред самому себе, а добившись своего, бросается на поиски иных \"приключений\". Мартелло дружен с оперативником Шеймусом Коуденом, известным под позывным \"Sledge\" (оба участвовали в совместной операции до \"Статьи 5\") - настолько, что, судя по имеющейся информации, во время свободной смены пригласил того приехать в гости к своей семье. Вместе с тем сомневаюсь в его приверженности делу команды Rainbow. Однако стоит уделить внимание отношениям этого оперативника и Арии де Лука (Alibi). Вместе они участвовали в операции \"Паук - Оса\", в рамках которой отряд Мартелло должен был устранять цели из преступных группировок по наводке де Лука. О контактах иного рода данных не имеется... пока. [...] Подозреваю, что оперативника Мартелло придется постоянно чем-то заинтересовывать - ставить перед ним задачу, с которой он в теории не справится. Для примера можем предложить ему спарринг с оперативником Джеймсом Портером (Smoke) - в прошлом мастеровитым боксером. Судя по досье, детство Мартелло прошло в бедном районе Рима, который также населяли цыгане. Адриано хвастал, что часто боксировал с детьми из семей этого этнического меньшинства. Думаю, совместная подготовка с Портером может пробудить воспоминания о детстве, которые и послужат для оперативника связующим звеном с командой Rainbow. [...] Другой вариант - попросить оперативника Майка Бейкера (Thatcher) взять Мартелло под свое крыло. Итальянец относится к Бейкеру с большим уважением - таким, что в присутствии ветерана S.A.S. всегда держит язык за зубами. Если их отношения окрепнут, то появится больше инструментов для эффективного использования Адриано в рамках программы Rainbow.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/XK43imgD0tc0xrk0tgTCQ/0402cc95cbd525debafa1aab0fdd8385/Y3S2_BADGE_Maestro_L.png",
  "f_weapons": [
    "alda556",
    "acs12"
  ],
  "s_weapons": [
    "keratos357",
    "bailiff410"
  ],
  "device": [
    "barbedwire",
    "impactgrenade"
  ],
  "spec": [
    "evileye"
  ],
  "specialties": "INTEL, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "647642ca0e9ad73d9e3f2b62"
  },
  "id": "alibi",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6QNXf9qRkqzOdsprj2SWgI/0c4cc3b9423cada4fed0ba5ae2c9c722/r6-operators-list-maestro.png",
  "name": "ALIBI",
  "real_name": "Ария де Лука",
  "health": 1,
  "speed": 3,
  "birtday": "15 декабря (37 лет)",
  "birtplace": "Триполи, Ливия",
  "bio_video": "https://www.youtube.com/watch?v=HFDpxnXfMHc&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Никогда не раскрывайте свои карты",
  "bio_main": "Ария де Лука, получившая позывной \"Alibi\", родилась в Триполи и в возрасте трех лет иммигрировала из Ливии вместе с родителями. Отец занимался производством боеприпасов и, используя свои связи, экспортировал их в Северную Африку. Де Лука научилась пользоваться оружием во время тренировок на стрельбище. Направление семейного бизнеса тоже оказало свое влияние. В 18 лет Ария приняла участие в соревнованиях под эгидой Европейской конфедерации практической стрельбы и выиграла золото в дисциплинах \"Стрельба по движущейся мишени\" и \"Стрельба из пневматического пистолета\". После турнира вербовщик из корпуса карабинеров предложил девушке пойти на службу в полицию.Навыки и профессионализм позволили де Лука быстро продвинуться по карьерной лестнице: одно время она даже боролась с организованной преступностью в рядах Специальной оперативной группы. В итоге Арию приняли в Специальную группу вмешательства (G.I.S.), а после удачной операции в Афганистане, которую ей пришлось завершать в одиночку, избрали для ведения работы под прикрытием. В качестве торговца оружием она внедрилась в преступную группировку Винчигерра и в течение нескольких лет пыталась нейтрализовать ее деятельность изнутри. Данные об операциях против \"семьи\" Винчигерра попали в газеты, и G.I.S. пришлось форсировать события. По завершении работы под прикрытием Ария де Лука получила приглашение в команду Rainbow.",
  "bio_psy": "Оперативник Ария де Лука (Alibi) отлично скрывает свою личность: возможно, это последствия работы под прикрытием, но вероятнее - защитный механизм, сформированный еще в детстве. […] Она испытывает сильнейшую ненависть к преступным синдикатам (очевидный факт - это единственная тема, которая заставляет ее нервничать), в связи с чем может действовать нерационально в рамках операций против организованной преступности. […] Благодаря информатору из администрации корпуса карабинеров удалось получить доступ к психологическому портрету де Лука, составленному при ее вступлении в G.I.S. Сравнительный анализ полицейских рапортов и данных медкарт членов ее семьи позволяет предположить, что отец девушки был жертвой рэкета... вряд ли он настолько неуклюж, что постоянно травмировал пальцы, падал с лестницы и дважды ломал руку. Сама оперативник никогда не получала травм, а ее физическое и моральное состояние находится на высшем уровне. Психологическое состояние вызывает вопросы: возможно, именно конфликты отца с организованной преступностью послужили причиной вступления де Лука в ряды полиции. […] Выбор \"Alibi\" в качестве позывного тоже любопытен, учитывая обстоятельства, при которых пришлось завершать операцию по нейтрализации \"семьи\" Винчигерра. На бумаге де Лука - верная защитница своей страны, награжденная золотой медалью \"За гражданскую доблесть\". Однако есть люди, считающие именно ее источником утечки, которая чуть не привела к краху операции G.I.S. […] Выступая в роли торговца оружием, она быстро снискала доверие членов \"семьи\" Винчигерра и в определенный момент получила доступ к базе возле Генуи, которую преступники использовали для совершения сделок, связанных с торговлей людьми. Де Лука - натурализованная иммигрантка: увидев беженцев, которых планировали продать в рабство или заставить заниматься проституцией, она вполне могла \"дать слабину\" и начать действовать вопреки приказам. […] Доподлинно известно, что оперативник пыталась уговорить начальство устроить рейд базы в Генуе, но ей отказали по причине \"недостаточного количества собранных данных\". Журналист, написавший разоблачительную статью, получил информацию от осведомителя через несколько дней после того, как де Лука встречалась со своими \"боссами\".[…] Официально заявляю: если де Лука организовала утечку данных, чтобы подтолкнуть G.I.S. к действию и спасти беженцев, то она заслуживает похвалы. Это означает, что существуют моральные принципы, которыми оперативник никогда не поступится. Есть подозрения, что продвижению кандидатуры де Лука способствовал генерал Барстон, который, очевидно, не является сторонником программы Rainbow. Какие бы цели он ни преследовал, нет оснований утверждать, что сама оперативник в курсе замысла генерала. Следует выяснить, какую роль Барстон отвел ей в своих планах, если таковые имеются. […] Для адаптации де Лука в команде стоит включить в отряд Адриано Мартелло (Maestro): нам будут полезны и его навыки, и его способность располагать людей к себе. Оперативники работали вместе во время операций, связанных с группировкой Винчигерра: де Лука поставляла разведданные для отряда Мартелло. Полагаю, их отношения могут оказаться намного ближе, чем кажется с первого взгляда. Являются ли они близкими друзьями? Родственниками? Есть ли связь иного рода? Время покажет. Пока оперативник де Лука без проблем вписывается в отряд, выдерживая все испытания, которые любят устраивать новичкам оперативники СП S.A.S. и SEALS […]. Считаю, что Ария де Лука станет полезным активом команды Rainbow, а ее навыки позволят проверить способность других участников программы адаптироваться к нестандартным условиям боя.",
  "bio_outer": "Доктор Харишва Панди",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3DgGV3hETnXiEvVFOYZrbm/55a6be47761b5cf2c7ff8aaa7991cc7f/Y3S2_BADGE_Alibi_L.png",
  "f_weapons": [
    "mx4storm",
    "acs12"
  ],
  "s_weapons": [
    "keratos357",
    "bailiff410"
  ],
  "device": [
    "deployableshield",
    "impactgrenade"
  ],
  "spec": [
    "prisma"
  ],
  "specialties": "INTEL, ЛОВУШКИ"
},{
  "_id": {
    "$oid": "647642d50e9ad73d9e3f2b63"
  },
  "id": "lion",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4wYSIOO4AKq0nw1GbulGns/fcd32bda72facd7062a25ad3764f21e9/r6-operators-list-lion.png",
  "name": "LION",
  "real_name": "Оливье Фламан",
  "health": 2,
  "speed": 2,
  "birtday": "29 августа (31 год)",
  "birtplace": "Тулуза, Франция",
  "bio_video": "https://www.youtube.com/watch?v=meLOY29qarc&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Спутав верное с простым, можно пойти по опасному пути",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Когда из-за своих бунтарских выходок Фламан оказался в больнице, практически без дома и поддержки семьи, он решил отправиться в Вооруженные силы Франции и попытаться наладить жизнь. Судя по ранним отчетам, его навыки и таланты отлично подходили для службы в отряде CBRN. Строгая дисциплина и организованность быта помогли Фламану добиться успеха и заслужить приглашение во 2-й драгунский полк, где ему удалось освоить устройства наблюдения за окружающей средой.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Он всерьез заинтересовался бактериологией и вирусологией - особенно способами борьбы с переносчиками болезней. Осознав, что полученным знаниям можно найти лучшее применение, Фламан ушел из армии и присоединился к Национальной жандармерии, в будущем желая попасть в отряд боевого обеспечения GIGN. Он способен сохранять концентрацию и выполнять сложные задачи в тяжелых условиях, что и привлекло внимание оперативника Мельниковой, предложившей его в качестве кандидата на вступление в команду Rainbow.</p>",
  "bio_psy": "Раны. У некоторых оперативников их слишком много. Однако Оливье Фламан (позывной \"Lion\") отправился в армию, чтобы залечить свои. Идеальных методов не бывает, но он как-то научился трансформировать накопленную усталость в \"топливо\" для достижения целей. Благодаря его умению сконцентрироваться на поставленной задаче мы получили одного из самых стойких и надежных оперативников.[…] Я пытаюсь донести до команды, насколько важен самоанализ. Фламан, будучи католиком, и так это понимает. Он в открытую обсуждает свои ошибки и таким образом видит все яснее и получает цель. Оливье не забыл о прошлом, не пытался стереть его из памяти. Оно не довлеет над ним, а скорее направляет.[…] Во время сессий я всегда прошу вспомнить хорошее событие, произошедшее недавно. Кто-то рассказывал об идеальном завтраке, кто-то - о фильме, который заставил рассмеяться до слез. Фламан говорит о любви к хэви-метал, вере и сыне. Боль от того, что отец лишил его поддержки, вряд ли когда-нибудь утихнет. Зато она заставила сблизиться со своим ребенком. Оливье ценит эти отношения - видимо, осознает, что в теории мог никогда не увидеть Алексиса. На фото, которые он показывал, прослеживаются результаты стараний.[…] Троих оперативников - Эммануэль Пишон (позывной \"Twitch\"), Гюстава Катеба (позывной \"Doc\") и Фламана - объединяет одна трагедия. Трениям, вызванным тем, что ввиду действий последнего погибли врачи и медсестры, нужно положить конец. Совместные сессии с Гюставом и Оливье уже запланированы. Мы обязательно справимся с этой проблемой.[…] Фламан говорит, что служба в армии позволила ему \"заново обрести\" себя, но в таком случае изменился бы его характер. Я бы скорее использовал термин \"перестройка\". Преданный оперативник, неутомимый волонтер... Заботливый отец. Эти качества всегда были с ним. У Оливье есть татуировка \"Дайте мне шанс проявить себя\" - девиз его полка. Она многое говорит о нем. Чтобы продолжить саморазвитие, ему придется научиться менять себя.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3gfdjXFezusaerCakMpfQ2/4565b28edd241b7fd3b0eba9c97d54f2/Y3S1_BADGE_Lion_L.png",
  "f_weapons": [
    "v308",
    "417",
    "sgcqb"
  ],
  "s_weapons": [
    "gonne6",
    "lfp586"
  ],
  "device": [
    "stungrenade",
    "mine"
  ],
  "spec": [
    "eeoned"
  ],
  "specialties": "INTEL, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647642e00e9ad73d9e3f2b64"
  },
  "id": "finka",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6VkZ60XV4HWhbQaoMpfjnw/1bd7667a572622371627e90e5e572455/r6-operators-list-finka.png",
  "name": "FINKA",
  "real_name": "Лера Мельникова",
  "health": 2,
  "speed": 2,
  "birtday": "7 июня (34 года)",
  "birtplace": "Гомель, Белорусская ССР, СССР",
  "bio_video": "https://www.youtube.com/watch?v=meLOY29qarc&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Страх перед болезнью опаснее, чем сама болезнь. Страх неизлечим, и потому есть лишь два пути — либо сдаться, либо бороться до тех пор, пока один из вас не победит.",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Когда из-за своих бунтарских выходок Фламан оказался в больнице, практически без дома и поддержки семьи, он решил отправиться в Вооруженные силы Франции и попытаться наладить жизнь. Судя по ранним отчетам, его навыки и таланты отлично подходили для службы в отряде CBRN. Строгая дисциплина и организованность быта помогли Фламану добиться успеха и заслужить приглашение во 2-й драгунский полк, где ему удалось освоить устройства наблюдения за окружающей средой.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Он всерьез заинтересовался бактериологией и вирусологией - особенно способами борьбы с переносчиками болезней. Осознав, что полученным знаниям можно найти лучшее применение, Фламан ушел из армии и присоединился к Национальной жандармерии, в будущем желая попасть в отряд боевого обеспечения GIGN. Он способен сохранять концентрацию и выполнять сложные задачи в тяжелых условиях, что и привлекло внимание оперативника Мельниковой, предложившей его в качестве кандидата на вступление в команду Rainbow.</p>",
  "bio_psy": "Раны. У некоторых оперативников их слишком много. Однако Оливье Фламан (позывной \"Lion\") отправился в армию, чтобы залечить свои. Идеальных методов не бывает, но он как-то научился трансформировать накопленную усталость в \"топливо\" для достижения целей. Благодаря его умению сконцентрироваться на поставленной задаче мы получили одного из самых стойких и надежных оперативников.[…] Я пытаюсь донести до команды, насколько важен самоанализ. Фламан, будучи католиком, и так это понимает. Он в открытую обсуждает свои ошибки и таким образом видит все яснее и получает цель. Оливье не забыл о прошлом, не пытался стереть его из памяти. Оно не довлеет над ним, а скорее направляет.[…] Во время сессий я всегда прошу вспомнить хорошее событие, произошедшее недавно. Кто-то рассказывал об идеальном завтраке, кто-то - о фильме, который заставил рассмеяться до слез. Фламан говорит о любви к хэви-метал, вере и сыне. Боль от того, что отец лишил его поддержки, вряд ли когда-нибудь утихнет. Зато она заставила сблизиться со своим ребенком. Оливье ценит эти отношения - видимо, осознает, что в теории мог никогда не увидеть Алексиса. На фото, которые он показывал, прослеживаются результаты стараний.[…] Троих оперативников - Эммануэль Пишон (позывной \"Twitch\"), Гюстава Катеба (позывной \"Doc\") и Фламана - объединяет одна трагедия. Трениям, вызванным тем, что ввиду действий последнего погибли врачи и медсестры, нужно положить конец. Совместные сессии с Гюставом и Оливье уже запланированы. Мы обязательно справимся с этой проблемой.[…] Фламан говорит, что служба в армии позволила ему \"заново обрести\" себя, но в таком случае изменился бы его характер. Я бы скорее использовал термин \"перестройка\". Преданный оперативник, неутомимый волонтер... Заботливый отец. Эти качества всегда были с ним. У Оливье есть татуировка \"Дайте мне шанс проявить себя\" - девиз его полка. Она многое говорит о нем. Чтобы продолжить саморазвитие, ему придется научиться менять себя.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6CzQHWePD3Mi8HE5bdx5ic/2a6b5a6cc653ebf99d062725368eae2a/Y3S1_BADGE_Finka_L.png",
  "f_weapons": [
    "spear308",
    "6p41",
    "sasg12"
  ],
  "s_weapons": [
    "gonne6",
    "pmm"
  ],
  "device": [
    "hardbreachcharge",
    "stungrenade"
  ],
  "spec": [
    "adrenalsurge"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "647642f10e9ad73d9e3f2b65"
  },
  "id": "vigil",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/48ebOPwZWlyktdhawglqlI/819d0565c7f545e97526e4dda0a2f129/r6-operators-list-vigil.png",
  "name": "VIGIL",
  "real_name": "Чхоль Кен Хва",
  "health": 1,
  "speed": 3,
  "birtday": "17 января (34 года)",
  "birtplace": "[УДАЛЕНО]",
  "bio_video": "https://www.youtube.com/watch?v=9yyoJtj_7Mk&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "За меня не волнуйся. Меня тут не было",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Ранние годы жизни Хва остаются загадкой: не сохранились даже данные о его биологических родителях. Известно, что во время попытки добраться до Республики Корея погибли отец и старший брат. В школе его зарегистрировали в позднем подростковом возрасте, когда он был принят в семью Хва. Судя по первым отчетам - \"скрытный, медленно читает\", - имелась ранняя травма, но позже оценки стали быстро улучшаться.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Хва тяготел к электронике и инженерному делу. Желая применить свои таланты и продемонстрировать признательность стране, он отправился на флот. Позднее ему удалось поучаствовать в операциях КППР/SEAL и изучить радиолокационные системы и технологии скрытных действий. В 707-й батальон специального назначения его призвали для участия в нестандартных заданиях. Хва работал вместе с оперативником Грейс Нам (позывной \"Dokkaebi\") вплоть до момента, когда их завербовали в команду Rainbow.</p>",
  "bio_psy": "Детство Кен Хва (позывной \"Vigil\") можно назвать \"беспорядочным\". Он многого не помнит, а потому высоко ценит известные факты. Я убедил его в том, что мы не будем разбирать по частям прошлое и бередить старые раны (хотя если что-то подобное случится, ко мне стоит обратиться за помощью). Моя задача - выбрать кандидатов и создать сплоченную команду, где для каждого из них найдется место.[…]  Анонимность - важнейший пункт для Хва. Ему было некомфортно из-за того, что я записывал нашу сессию, а уведомление на моем телефоне напомнило о начале встречи. Так же Чоль чувствует себя и при социальном взаимодействии. Сложно определить, есть ли у него я-концепция. Ясно, что он никого не впускает в свой мир, а значит, часто остается один на один с собственными мыслями.[…] Я хотел, чтобы Хва осознал самого себя прямо в ходе беседы. Чтобы он перестал воспринимать себя только как оперативника или ребенка, потерявшего семью. Похоже, вопрос про любимые мультики, которые показывают в субботу утром, не помог сдвинуться с места. Мы обсудили, что ему нравится или не нравится, используя разные методы - от свободных ассоциаций до созерцательных практик. Дискомфорт не исчез, но Чоль стал шутить и немного расслабился, из-за чего некоторые ответы привели его самого в некоторое замешательство. В ходе разговоров о хлопьях на завтрак и неумении кататься на велосипеде ему вдруг удалось поделиться воспоминанием. Он сказал, что запах горячего супа пробудил в сознании образ женщины - видимо, его матери, - которая улыбается и протягивает ему тарелку. На минуту Чоль почувствовал себя в своем доме.[…] Я предложил Хва использовать ассоциативный метод в течение дня. Знаю, что некоторые члены команды Rainbow пытаются наладить с ним общение, но даже уважение к ним не дает ему возможности убрать некоторые преграды.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/56A3hXhWZdwO623g3ejeku/a40a0582a7841abfeed723d8fbe238d3/Y2S4_BADGE_Vigil_L.png",
  "f_weapons": [
    "k1a",
    "bosg122"
  ],
  "s_weapons": [
    "c75auto",
    "smg12"
  ],
  "device": [
    "bulletproofcamera",
    "impactgrenade"
  ],
  "spec": [
    "erc7"
  ],
  "specialties": "НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "647642fb0e9ad73d9e3f2b66"
  },
  "id": "dokkaebi",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7fjUupLXClpcdTyqdvPv24/e4492917c18682ef09f9b0445176b2f2/r6-operators-list-dokkaebi.png",
  "name": "DOKKAEBI",
  "real_name": "Грейс Нам",
  "health": 1,
  "speed": 3,
  "birtday": "2 февраля (29 лет)",
  "birtplace": "Сеул, Южная Корея",
  "bio_video": "https://www.youtube.com/watch?v=4MfOe_7J8u4&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Что тебе картошка, то мне - ботнет",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Благодаря обширным знаниям в области математики и технологий Нам получила государственную стипендию для поступления в Корейский институт передовых технологий (KAIST). Во время службы в Армии республики Корея (ROK) техкомпетентность помогла ей попасть в дивизию 5163. В поисках шанса работать вне офиса Нам записалась в 9-ю бригаду спецвойск, известную под названием \"Призраки\". Там она прошла курсы скалолазания, выживания и десантно-диверсионной деятельности. Нестандартные решения, часто используемые ей, являются следствием умения быстро адаптироваться к изменяющимся условиям. Это качество заметили в USFK и 707-м батальоне специального назначения. В итоге Нам оказалась в последнем и сконцентрировалась на обучении способам прорыва обороны и поиску уязвимостей в сетях. Ее постоянным союзником стал Чоль Кен Хва (позывной \"Vigil\"), и вскоре их обоих пригласили в команду Rainbow. В паре с Масару Энацу (позывной \"Echo\") Нам разрабатывает новые технологии противодействия в лаборатории отдела исследований и обороны.</p>",
  "bio_psy": "Позывной \"Dokkaebi\" свидетельствует о том, что Грейс Нам иронична, умна, серьезна, безрассудна - а иногда и своенравна. Судя по последним рапортам, она пытается превозмочь себя. Команду волнует ее излишняя уверенность в своих действиях. Кроме того, есть и более старые свидетельства \"неординарных\" решений со стороны Грейс. Да, она взломала систему, и все хотели ее наказать. Я же увидел в этом случае именно потенциал.[…] Нам талантлива, но не следует забывать о ее возрасте: у столь молодого оперативника недостаточно боевого опыта. Наша работа трудна, а ставки - высоки. Иногда мне кажется, что Грейс комфортнее торчать за своим ноутбуком и управлять всем из точки, где до нее никто не доберется. Но она хочет измениться, стать лучше, а для этого приходится испытывать себя. Думаю, причина самоуверенности - страх. Нам боится, что не подходит команде, недостаточно хороша. Что касается дисциплинарных слушаний, то там проблема не в ней, а командирах. Талантливый хакер умеет не только хорошо кодить, но и нестандартно мыслить - видеть связи там, где другие слепы. Да, безрассудна. Да, иногда показушно храбра. Но кроме цепляния за видимые черты характера нужно понимать, что в действиях Грейс есть система.[…] Когда мы говорили о детстве, она хвастала своими успехами в драках на школьном дворе и описывала суровые учебные нагрузки. Администрация пыталась пристыдить родителей, сравнивая успехи их детей. Грейс давно живет под гнетом чужих ожиданий, так что ей придется разбираться с критикой, поступающей от оперативника Vigil.[…] Большое влияние на нее оказали бабушка и дедушка, которые были буддистами. Недавно Нам снова стала посещать храм. Я уверен, что таким образом она нашла способ очистить разум и дух. Поиски внутреннего баланса помогут Нам раскрыть свой потенциал. Бахвальство может раздражать некоторых оперативников вроде Юмико Имагавы (позывной \"Hibana\"), но не стоит зацикливаться на этом.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/aoQeHLohcuqvubBoyrzsM/d4a230ecba495c58c5521e10d5d84baa/Y2S4_BADGE_Dokkaebi_L.png",
  "f_weapons": [
    "mk14ebr",
    "bosg122"
  ],
  "s_weapons": [
    "gonne6",
    "smg12"
  ],
  "device": [
    "smokegrenade",
    "stungrenade"
  ],
  "spec": [
    "logicbomb"
  ],
  "specialties": "INTEL, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647643060e9ad73d9e3f2b67"
  },
  "id": "zofia",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/z60t1OJxJoHqm2zp0t5dL/4acc0904444f43b12a17f6a578322cf9/r6-operators-list-zofia.png",
  "name": "ZOFIA",
  "real_name": "Зофия Босак",
  "health": 3,
  "speed": 1,
  "birtday": "28 января (36 лет)",
  "birtplace": "Вроцлав, Польша",
  "bio_video": "https://www.youtube.com/watch?v=GocoaacFyho&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Неважно, где ты окажешься: главное - как доберешься домой",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Зофия Босак - старшая дочь Яна Босака, бывшего командира отряда польского спецподразделения GROM. Она успешно прошла придуманные отцом суровые тренировки и обучилась различным техникам, некоторые из которых можно назвать неоднозначными. Трудолюбие позволило ей получить максимальные баллы на отборах в GROM. В этом СП Зофия развила навыки рукопашного боя, стрельбы, выживания, эвакуации и оказания первой помощи в полевых условиях. Ведомая импульсом быть лучшей в любой момент, она предельно концентрируется на цели задания. Во время спасательной операции в Гватемале это качество помогло ей в одиночку спасти сотни гражданских, среди которых были и дети. С тех пор Зофия удостоилась нескольких наград и уважения со стороны командиров и сослуживцев. Она выделяется среди других за счет нестандартного мышления, агрессивности действий и безупречного послужного списка на службе и вне ее.</p>",
  "bio_psy": "Зофия Босак (позывной \"Zofia\") - сложная личность, и за несколько встреч мне мало что удалось узнать о ней. Что ж, не будем спешить. Я читал ее досье: так как отец был публичным человеком, наверняка даже заметки о личной жизни Зо подвергли цензуре.[…] Во время сессии она не стала закрываться, но моя роль ее несколько... дезориентировала. Ей не хотелось подвергаться \"анализу\". То же самое сказал сестра - Эльжбета Босак (позывной \"Ela\").[…] Зофия предпочитает не говорить о себе и не любит, когда ее жизнь обсуждают другие - особенно муж и дочь. Ей неинтересны разговоры ни о чем, так что первые двадцать минут беседы прошли почти что в тишине. Когда я рассказал пару историй из своей жизни, она все-таки поделилась смешной деталью о том, как ее дочь собирается утром в школу. Из уважения к принципам Босак сохраню эту историю в тайне.[…] Зофию раздирают внутренние противоречия: она гордится своими достижениями и в то же время чувствует, что все решения принимались за нее. Идея, что в рапортах описана исключительная личность, показалась ей смешной. Босак рассказала, что часто ощущает себя роботом, запрограммированным действовать на автопилоте. Нужно отвлечь ее от этих мыслей.[…] Зофия тяжело переживает смерть отца. Она не верит в самоубийство и даже спросила, могу ли я получить протокол вскрытия. Не уверен, что у меня есть такие связи, да и в принципе идея не из лучших. Босак и так постоянно думает об отце, и мне не кажется, что полученный ответ позволит ей хоть как-то успокоиться. Взамен я предложил сконцентрироваться на восстановлении отношений с сестрой и поддержке установившихся связей с сослуживцами и семьей.[…] Меня поражает, как хладнокровно Зофия встречает все неизвестное. Не знаю, с чем именно связана эта особенность ее характера - подготовкой или воспитанием. Безусловно, этот навык полезен, но там, где живут противоречия, нет места радости. А мне бы хотелось, чтобы Зо ее испытала.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1k09nbCCu2avlIWpK3cJz9/35d60746d67750230f2a020a7be78795/Y2S3_BADGE_Zofia_L.png",
  "f_weapons": [
    "lmge",
    "m762"
  ],
  "s_weapons": [
    "rg15"
  ],
  "device": [
    "breachcharge",
    "mine"
  ],
  "spec": [
    "ks79"
  ],
  "specialties": "СОЗДАНИЕ БРЕШЕЙ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "6476430f0e9ad73d9e3f2b68"
  },
  "id": "ela",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6110n4X8KghHzBtPrksrKD/28e78ce725b3d1cd35c6f0967c0524b8/r6-operators-list-ela.png",
  "name": "ELA",
  "real_name": "Эльжбета Босак",
  "health": 2,
  "speed": 2,
  "birtday": "8 ноября (31 год)",
  "birtplace": "Вроцлав, Польша",
  "bio_video": "https://www.youtube.com/watch?v=6Q-sSKQGJdA&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Вместе мы можем достать все звезды с неба",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Эльжбета Босак - младшая дочь Яна Босака, бывшего командира отряда польского спецподразделения GROM. Ей, как и сестре Зофие, пришлось пройти тренировки, придуманные отцом. Эльжбета обучалась в академии для офицеров, но армейской жизни предпочла свободу, и потому уехала в Берлин, чтобы посвятить себя изобразительному искусству. В своих работах ей нравилось использовать атрибуты военных, и эта особенность привлекла внимание владельца маленькой охранной компании, который предложил девушке работу. В частном секторе ее ценили за знание тактик выживания и умение быстро адаптироваться во время задания или разведки. Смерть отца вынудила Эльжбету вернуться в Польшу и поступить на службу в GROM. Она - надежный союзник с лидерским потенциалом, хотя недоверие к власть имущим может привести к конфликтам. После успешного сотрудничества с SEAL ее пригласили в команду Rainbow.</p>",
  "bio_psy": "Нам - гражданским - проще понять независимую натуру Эльжбеты Босак (позывной \"Ela\"), чем ее командирам. От обычных военных ждут подчинения приказам, а она легко перечит начальству, но в то же время серьезно относится к своей службе и задачам. Приверженцев традиций раздражают ее свободолюбие и, скажем так, агрессивность. Даже во время первой встречи я почувствовал непримиримость. Она явно борется с чем-то. Возможно, не с властью - по крайней мере, не только с ней.[…] Не стоит сбрасывать со счетов озабоченность командиров импульсивностью Босак, но в то же время я бы предложил им обратить внимание на ее умение адаптироваться. Все, кто работал с художниками, ценят этот навык. В бою такие люди стремятся защитить свою команду и добиваются успешного завершения операции. Именно импульсивность Эльжбеты - ее адаптивность - позволяет ей прогрессировать.[…] Отец очень сильно повлиял на сестер Босак. Младшая признает, что, при всех заслугах, он не был идеальным. Судя по досье, Ян Босак - гордый и проницательный человек. В этом и дело. Эльжбета действует исходя из окружения, и причина проявления бунтарской натуры - раздражение при контакте с людьми без \"видения\". Работа с командой Rainbow умерила ее пыл, так как в общении с лучшими оперативниками она, наконец, чувствует себя комфортно.[…] Несговорчивость Босак проявляется и в обычной жизни. Она заявила, что не заинтересована в саморазвитии, и была удивлена моей осведомленностью о ее \"волонтерской работе\". Эльжбета гуляет в городе по ночам, раздает еду, одеяла или хотя бы сигареты, а потом выслушивает людей. Разговоры с незнакомцами позволяют ей по-новому взглянуть на те или иные вещи. Она копит эти знания, расширяя свой кругозор и навыки, а заодно получая мотивацию. Ее не устраивает текущий статус-кво, так что Босак не прочь его поменять.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7zbkJJWMCOj04DNhYDz994/d2cba213d30d7b8cf2ba8cd568c78f20/Y2S3_BADGE_Ela_L.png",
  "f_weapons": [
    "scorpionevo3a1",
    "fo12"
  ],
  "s_weapons": [
    "rg15"
  ],
  "device": [
    "barbedwire",
    "deployableshield"
  ],
  "spec": [
    "grzmot"
  ],
  "specialties": "ЛОВУШКИ, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "647643180e9ad73d9e3f2b69"
  },
  "id": "ying",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/36BxtuVTQFrNh2OPyJ2px3/6db32fa8151b9a925acdd65d289bcf0f/r6-operators-list-ying.png",
  "name": "YING",
  "real_name": "Сю Мей Линь",
  "health": 2,
  "speed": 2,
  "birtday": "12 мая (33 года)",
  "birtplace": "Гонконг, Центральный",
  "bio_video": "https://www.youtube.com/watch?v=6Q-sSKQGJdA&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Защита других - это призвание. Не чувствуешь тяги - откажись",
  "bio_main": "Сю родилась в Центральном районе Гонконга. После выпуска из средней школы она сразу стала оперативником со специализацией на личной защите. Частные курсы обучения ведению боя и действиям на коротких дистанциях позволили Сю попасть в элитную охранную службу и стать универсалом. Она отправилась в Тель-Авив, где в течение двух лет тренировалась на базе батальона \"Каракаль\" и в итоге улучшила навыки обращения с оружием и боевого вождения. По возвращении в Гонконг девушка поступила на службу в полицию, а позднее - в Отряд особого назначения (SDU). За креативное использование светошумовых гранат в ходе совместных тренировок с SAS ее удостоили позывного Ying (\"светлячок\"). Сю - эксперт по боям в городской черте, и потому ее часто привлекают к операциям по защите целей или устранению особо опасных угроз в Гонконге.",
  "bio_psy": "Большинство командиров считают Сю Мей Линь (позывной \"Ying\") слишком консервативной. Ее стратегии действительно могут показаться осторожными, но и коррективы она вносит очень быстро. Этот навык особенно проявляется во время вождения: она способна определить альтернативные маршруты за доли секунды. Впечатляет, ничего не скажешь. Несмотря на серьезность и, скажем так, привередливость Линь, клиенты и сослуживцы комфортно чувствуют себя в ее компании. Она без проблем успокоит любого, не отвлекаясь от наблюдения за окружением во избежание потенциальных угроз. Я поинтересовался, является ли привередливость врожденным качеством или же она появилась в ходе тренировок. Она ответила: \"Всего понемножку\".[…] Детство было обеспеченным - но, по словам Линь, \"скучным\". Мать - государственная служащая из Гонконга, так что Сю росла в окружении серьезных взрослых, обсуждающих серьезные темы. Где-то с десяти лет она стала сбегать с этих \"занудных встреч\" и бродила по городу. Любимое воспоминание - спуск в метро и изучение его станций. Линь сказала, что во время путешествий вне операций повторяет эту поездку. Для нее лучший способ узнать новый город - \"позволить ему удивить тебя\".[…] Жаль, что эта тяга к приключениям никак не отражена в официальном досье. После сессии стало понятно, что Сю переполняет энтузиазм и желание получать новый опыт. Она неприкрыто радуется совместным заданиям и часто первой вызывается участвовать в них. Линь серьезно относится к своей работе в правоохранительных органах и самоотверженно решает все задачи... из-за чего начальство часто приказывает ей взять отгул. Так что ее серьезность можно понять превратно. Я думаю, что она всегда просчитывает риски и знает, как нейтрализовать врага или выбить его из колеи. Команда ценит Сю, но для нее важно сохранять стратегическое лидерство. Советую командирам не преуменьшать ее достоинства.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6ZVB1OJxNgs0pR0Fd7Kzt0/74721fe9fd743167508f98dc280a17a3/Y2S2_BADGE_Ying_L.png",
  "f_weapons": [
    "t95lsw",
    "six12"
  ],
  "s_weapons": [
    "q929"
  ],
  "device": [
    "hardbreachcharge",
    "smokegrenade"
  ],
  "spec": [
    "candela"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647643210e9ad73d9e3f2b6a"
  },
  "id": "lesion",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3woPDn0yMuXfkr2RYoymFj/964dfe9277e5299b0125c33b39e165d1/r6-operators-list-lesion.png",
  "name": "LESION",
  "real_name": "Лю Цзэ Лун",
  "health": 2,
  "speed": 2,
  "birtday": "2 июля (44 года)",
  "birtplace": "Залив Джанк, Гонконг (Цен Квань О)",
  "bio_video": "https://www.youtube.com/watch?v=6Q-sSKQGJdA&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Не стесняйтесь себя. Лишь бесхарактерные могут захотеть, чтобы вы стали слабее",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Лю вырос в Цен Квань О (залив Джанк) и с ранних лет работал вместе с отцом на верфях, помогая с демонтажем старых танкеров. Находясь в непосредственной близости с опасными материалами и рабочими, чье здоровье было навсегда подорвано, он научился уважать угрозу такого рода и ее влияние на организм человека. В поисках дополнительного заработка Лю подался в отряд по разминированию провинций Юньнань и Гуанси, где благодаря навыкам и храбрости привлек к себе внимание Управления полиции Гонконга. Его приняли в группу саперов и дали возможность параллельно с интенсивными тренировками продолжить изучение химии и криминологии. Знания в области химической, биологической и радиационной защиты помогли Лю попасть в отряд CBRN, входящий в состав команды Rainbow. В свободное время он в качестве волонтера продолжает участвовать в разминировании различных точек.</p>",
  "bio_psy": "Большинство командиров считают Сю Мей Линь (позывной \"Ying\") слишком консервативной. Ее стратегии действительно могут показаться осторожными, но и коррективы она вносит очень быстро. Этот навык особенно проявляется во время вождения: она способна определить альтернативные маршруты за доли секунды. Впечатляет, ничего не скажешь. Несмотря на серьезность и, скажем так, привередливость Линь, клиенты и сослуживцы комфортно чувствуют себя в ее компании. Она без проблем успокоит любого, не отвлекаясь от наблюдения за окружением во избежание потенциальных угроз. Я поинтересовался, является ли привередливость врожденным качеством или же она появилась в ходе тренировок. Она ответила: \"Всего понемножку\".[…] Детство было обеспеченным - но, по словам Линь, \"скучным\". Мать - государственная служащая из Гонконга, так что Сю росла в окружении серьезных взрослых, обсуждающих серьезные темы. Где-то с десяти лет она стала сбегать с этих \"занудных встреч\" и бродила по городу. Любимое воспоминание - спуск в метро и изучение его станций. Линь сказала, что во время путешествий вне операций повторяет эту поездку. Для нее лучший способ узнать новый город - \"позволить ему удивить тебя\".[…] Жаль, что эта тяга к приключениям никак не отражена в официальном досье. После сессии стало понятно, что Сю переполняет энтузиазм иЛю Цзэ Лун (позывной \"Lesion\") любит исчезнуть из поля зрения, но сослуживцы его все равно уважают. Он не против того, что за ним присматривают: когда я выступил с таким предложением, на его лице возникла улыбка. Во время операций Лю напорист, собран и легко импровизирует. В свободное время - тихий человек с хорошим чувством юмора. Его семья была бедна, и потому он философски относится к своему детству. Даже сейчас ему комфортнее тратить деньги и время на вещи, у которых есть какая-то цель. Лю не станет жаловаться на то, что не может контролировать, и, судя по моим наблюдениям, точно не будет вести счет своим достижениям.[…] Честно говоря, рассказы о его детстве пугают. Здоровью угрожали токсичные вещества, физическому состоянию - работа по демонтажу огромных кораблей. Лун же с теплом вспоминает о тех временах, рассматривая любые трудности как этапы, которые ему повезло пережить. Мне стало любопытно, является ли такой оптимизм защитным механизмом, но Lesion поспешил успокоить меня. \"Не все было так плохо\", - сказал он и поведал, как они с отцом наслаждались солнцем, восходящим над водой, и делали длинные перерывы, чтобы порыбачить.[…] Лун и сейчас живет неподалеку от места, где родился. Причина тому - ностальгия. Есть что-то приятное в том, что ты знаешь, как место обновлялось с течением времени. Он говорит, что перемены благоприятно сказались и на нем, и на заливе Джанк, а будущему всегда можно придать правильную форму. Лю до сих пор волонтерствует в социально нестабильных точках. С его помощью удалось разминировать десятки тысяч неразорвавшихся зарядов. Он консультирует технически подкованных оперативников и вместе с Оливье Фламаном (позывной \"Lion\") и Лерой Мельниковой (позывной \"Finka\") разрабатывает новейшие решения для отряда CBRN. желание получать новый опыт. Она неприкрыто радуется совместным заданиям и часто первой вызывается участвовать в них. Линь серьезно относится к своей работе в правоохранительных органах и самоотверженно решает все задачи... из-за чего начальство часто приказывает ей взять отгул. Так что ее серьезность можно понять превратно. Я думаю, что она всегда просчитывает риски и знает, как нейтрализовать врага или выбить его из колеи. Команда ценит Сю, но для нее важно сохранять стратегическое лидерство. Советую командирам не преуменьшать ее достоинства.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2CWYSySnPAhsOHdq2OLSjv/f9e54debcfa0c8fe76012d9097b98e6e/Y2S2_BADGE_Lesion_L.png",
  "f_weapons": [
    "six12sd",
    "t5smg"
  ],
  "s_weapons": [
    "q929"
  ],
  "device": [
    "impactgrenade",
    "bulletproofcamera"
  ],
  "spec": [
    "gu"
  ],
  "specialties": "ЛОВУШКИ, ЗАЩИТА ПОЗИЦИИ"
},{
  "_id": {
    "$oid": "6476432c0e9ad73d9e3f2b6b"
  },
  "id": "mira",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2Q9Y4UXzkQfECOw5fX3QrI/bfd6532c840cb06a22e0196f2acfc462/r6-operators-list-mira.png",
  "name": "MIRA",
  "real_name": "Елена Мария Альварес",
  "health": 3,
  "speed": 1,
  "birtday": "18 ноября (39 лет)",
  "birtplace": "Мадрид, Испания",
  "bio_video": "https://www.youtube.com/watch?v=TuNPJIVR9AM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Представь, что я - твоя совесть: все замечаю и не знаю жалости",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Альварес - крайне изобретательный оперативник с уникальными навыками ведения боя в ограниченном пространстве. Работа в автомастерской вместе с отцом помогла ей понять устройство многих механизмов и повлияла на выбор специальности \"Инженерия и металлургия\" в университете. Ведомая обостренным чувством справедливости и желанием служить своей стране, Альварес поступила на службу в Национальную полицию. Потребность в более качественном снаряжении подтолкнула ее к созданию новых пулестойких материалов для защиты своих сослуживцев. На пути в Специальную группу по операциям (GEO) Альварес обошла более 100 кандидатов. Броню, которую можно видеть на ней, она сделала сама. Вакансию директора отдела исследований и обороны команды Rainbow ей предложили раньше, чем место в основном составе, так как еще нужно было протестировать снаряжение в полевых условиях. В свободное время Альварес летает на вертолетах.</p>",
  "bio_psy": "Елена Мария Альварес (позывной \"Mira\") любит импровизировать. Действия столь разностороннего человека непредсказуемы... что не так уж хорошо. Надеюсь, что в случае риска она взвешивает все \"за\" и \"против\". Альварес - одна из тех, кто очень хочет быть героем. Рьяно защищая союзников и тех, кого считает друзьями, она в то же время старается доминировать, вынуждая других подстраиваться под свою тактику, если они хотят добиться успеха.[…] Елена любит торчать в лаборатории, и я рад, что она приняла мое предложение стать главой отдела исследований и обороны. Работа с механизмами напоминает ей о времени, проводимом с отцом, и крепкой связи, которую они поддерживают до сих пор.[…] Ей кажется, что их всегда было только двое, но воспоминания папы о бабушке вполне можно воспринимать как вторую ролевую модель. Стоит выделить один рассказ. Как-то раз отца прижала машина, которую он чинил. Альварес нашла его в таком положении. Несмотря на возражения, семилетняя девочка, с трудом орудуя тяжелым домкратом, вызволила родного человека из беды. И только потом побежала за помощью.[…] Я вижу в ней преданность и упорство, которые так ценят сослуживцы. Основа этих качеств - доброта.[…] Вне операций Альварес научилась направлять свою неуемную энергию в художественное \"русло\". Она гордится своими скульптурами из металла и показывала мне портфолио. Ее умение совмещать старые детали и баллистические материалы поражает.[…] Елена использует художественное видение, чтобы ясно представлять возможное течение событий. Команде стоит использовать этот талант во благо операций.[…] Соперничество с Элизой Коэн (позывной \"Ash\") - битва двух волевых людей. Обеим не занимать лидерских качеств, обе заботятся о других оперативниках. Отличие - в подходе к любому испытанию. Нужно отработать несколько ситуаций, в которых они смогут использовать свои сильные стороны для достижения приемлемого результата. Только общий успех позволит им увидеть ценность методов каждой.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/u1KR6aogjLncAtaVOciTc/ba730583f9c20cad6d3ca996d366a707/Y2S1_BADGE_Mira_L.png",
  "f_weapons": [
    "vector45acp",
    "ita12l"
  ],
  "s_weapons": [
    "usp40",
    "ita12s"
  ],
  "device": [
    "nitrocell",
    "proximityalarm"
  ],
  "spec": [
    "blackmirror"
  ],
  "specialties": "INTEL, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "647643350e9ad73d9e3f2b6c"
  },
  "id": "jackal",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/kbyJly2JDRxFrjFSrptiy/ebbdae24cdfed025b0872742bb6c2a96/r6-operators-list-jackal.png",
  "name": "JACKAL",
  "real_name": "РИЯД РАМИРЕС АЛЬ-ХАССАР",
  "health": 2,
  "speed": 2,
  "birtday": "29 ФЕВРАЛЯ 1968 ГОДА",
  "birtplace": "СЕУТА, ИСПАНИЯ",
  "bio_video": "https://www.youtube.com/watch?v=TuNPJIVR9AM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "От меня не сбежать, но ты ведь все равно попробуешь",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Данные из приемных семей обрывочны, поэтому сложно составить полную картину ранних лет жизни аль-Хассара. Он совсем пропал с радаров властей после того, как права на опеку получил его старший брат Фейсал, но когда того убили, будущий оперативник вновь остался без дома. Пережить эту трагедию ему помог проявивший сочувствие офицер полиции. В возрасте восемнадцати лет Аль-Хассар, желающий во что бы то ни стало отомстить за смерть родственника, присоединился к Национальной полиции. Нестандартное мышление и советы наставника позволили быстро завершить учебу в академии. Благодаря упорству ему удалось раскрыть несколько дел, но убийца его брата так и остается на свободе. Попав в Специальную группу по операциям, аль-Хассар прошел дополнительную подготовку: обучился боевому вождению и спуску/подъему по канату; развил навыки стрельбы; изучил данные о террористических группах. Его часто приглашают в академию полиции в качестве лектора или временного инструктора.</p>",
  "bio_psy": "Рияд Рамирес аль-Хассар говорит, что был \"совой\" всегда - сколько себя помнит. Учитывая характер его работы, такая особенность только на руку. Однако со временем у него развилась бессонница. Теперь аль-Хассар не совсем в курсе, когда он последний раз спал.[...] Мысли об убийстве брата не отпускают Рияда ни на минуту. Время идет, оно остается нераскрытым, чувство отчаяния усиливается. Порой в речи аль-Хассара слышны ноты вины, но сам он отрицает этот факт. Хотя в то же время согласен продолжать разбор проблемы, проявившейся после ухода из полиции. Она где-то глубоко и не влияет на повседневные задачи, однако оставлять ее нерешенной тоже не следует. У аль-Хассара сложились крепкие отношения со многими сослуживцами - например, Майком Бейкером (позывной \"Thatcher\"), Эммануэль Пишон (позывной \"Twitch\") и Оливье Фламаном (позывной \"Lion\"). Он тесно работал с Еленой Марией Альварес (позывной \"Mira\"). В их общении проявляется глубокое взаимоуважение.[...] Жизненный опыт научил Рияда стремиться защищать слабых и бороться за справедливость. Он готов соревноваться даже в мелочах, но для начала всегда убедится, что его действия не грозят срывом операции. По его словам, перед каждым заданием нужно представить, как дергаешь воображаемые \"рычаги\". Они позволяют расширить свои возможности и сохранить концентрацию. Хотелось бы поподробнее изучить эту технику: вдруг она же поможет ему привести свой внутренний мир в порядок. Нужно убедиться, что вне операций не возникает резких перемен в настроении.[...] Я подталкиваю аль-Хассара к тому, чтобы он жил для себя. Первым шагом на этом пути стала работа инструктором. Его умения абсолютно точно пригодятся молодым кадетам, а самому Рияду позволят обрести неосознанно забытые связи. Я только что узнал, что после нашей сессии он вызвался работать с проблемной молодежью. Налаживание жизней других поможет ему привнести покой в свою собственную.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/28k7LKWK70lxib7CimPJaZ/f34b2065811df8f0339838922f8c94b1/Y2S1_BADGE_Jackal_L.png",
  "f_weapons": [
    "c7e",
    "pdw9",
    "ita12l"
  ],
  "s_weapons": [
    "usp40",
    "ita12s"
  ],
  "device": [
    "mine",
    "smokegrenade"
  ],
  "spec": [
    "eyenoxm"
  ],
  "specialties": "INTEL, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "647643400e9ad73d9e3f2b6d"
  },
  "id": "hibana",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7mAs4mz2zA4wjPZsNg6tys/e4fbdbfe20406c2655b56ba420b839aa/r6-operators-list-hibana.png",
  "name": "HIBANA",
  "real_name": "Юмико Имагава",
  "health": 1,
  "speed": 3,
  "birtday": "12 июля (34 года)",
  "birtplace": "Нагоя, Япония",
  "bio_video": "https://www.youtube.com/watch?v=12hNVzz4CYY&ab_channel=Ubisoft",
  "bio_quote": "Кюдо - медитация в действии. Взрывы - часть действия",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Имагава - эксперт по вневойсковым техникам и внедрению в опасные зоны, демонстрирующая недюжинные лидерские качества на поле боя. Родные заинтересовали ее в изучении кюдо, и с ранних лет она стала демонстрировать умение учитывать практически все детали происходящего и действовать быстро и четко. Совместная подготовка с SAS, FBI SWAT, GIGN и другими СП помогла ей разобраться в различных тактиках и методах решения задач в рамках спонтанных операций (устранение угрозы в автобусах, на поездах и самолетах). В Национальной полицейской академии Имагава научилась использовать самодельные взрывные устройства и в результате получила позывной \"Hibana\". Вскоре ее приняли в Особую штурмовую группу полиции префектуры Айти, где благодаря разносторонним техникам, харизме, а также владению несколькими языками и любыми видами оружия она стала довольно быстро продвигаться по службе.</p>",
  "bio_psy": "Юмико Имагава (позывной \"Hibana\") крайне талантлива. Не знаю почти никого с таким же количеством благодарностей. Она с легкостью воодушевляет и располагает к себе самых разных оперативников. И даже вежливо отмечает мои слабые попытки говорить по-японски.[…] Мне нравятся наши беседы. Имагава очень эмоционально описывает события своей жизни. Она исколесила множество стран и познакомилась с самыми разными культурами, но при этом ее любимые истории - о детстве. Например, о том, как мама не пускала в дом отца, работавшего мясником, пока того не отмоют из поливочного шланга в саду. Промокший папа, танцующий под брызгами холодной воды, явно повеселил семью. Хорошая история. Подобные воспоминания помогают сохранять стабильность. Возможно, на такое восприятие повлияло и увлечение кюдо. Когда я сказал Юмико, что ее окружает аура покоя, она рассмеялась и назвала меня \"хиппи\".[…] Интересно, сможет ли Имагава помочь другим развить в себе такую же способность. Совместные подготовки с другими СП будут подспорьем в этом деле. В Rainbow ее и так уважают все и вся.[…] Мне кажется, что помимо внутренних сил Имагавой движет и желание соревноваться со своими сослуживцами. Рапорты относительно подтверждают эту догадку.[…] Юмико непривычно раздражительна, когда рядом находится Грейс Нам (позывной \"Dokkaebi\"), хотя в лаборатории они часто работают вместе. Эта ситуация удивляет меня, так как предпосылки неясны. Имагава сказала, что я ошибаюсь, а Нам, судя по всему, не видит разницы или просто не напрягается по этому поводу. В нескольких отчетах можно найти связи с какими-то тренировками с GIGN. Возможно, дело в зависти по отношению к Грейс и ее уверенности в себе. Эту идею подкрепляет информация о младшей сестре Юмико. Нужно разбираться дальше. Конфликт не настолько серьезен, но внезапное нарушение спокойствия Имагавы может самым непредсказуемым отразиться на будущих операциях.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1TSA4pMR58vgfrEai69REl/f82b1eba6694b4aa77259d3d0fe8cc08/Y1S4_BADGE_Hibana_L.png",
  "f_weapons": [
    "type89",
    "supernova"
  ],
  "s_weapons": [
    "p229rc",
    "bearing9"
  ],
  "device": [
    "stungrenade",
    "breachcharge"
  ],
  "spec": [
    "xkairos"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, СОЗДАНИЕ БРЕШЕЙ"
},{
  "_id": {
    "$oid": "6476434a0e9ad73d9e3f2b6e"
  },
  "id": "echo",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7MdVMpafww11MfSVMEzyTK/4d4c5d92585c7cf11a28cbf9456e3d9e/r6-operators-list-echo.png",
  "name": "ECHO",
  "real_name": "Масару Энацу",
  "health": 2,
  "speed": 2,
  "birtday": "31 октября (36 лет)",
  "birtplace": "Токио, Япония (Сугинами)",
  "bio_video": "https://www.youtube.com/watch?v=12hNVzz4CYY&ab_channel=Ubisoft",
  "bio_quote": "Не спрашивай, что я делаю в своем телефоне. Лучше тебе не знать",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Энацу родился в Сугинами - одном из специальных районов Токио. В детстве он увлекся робототехникой, создал и запрограммировал наземные модели и дронов, выиграл несколько тематических конкурсов. После учебы на факультете электроинженерии Токийского столичного университета Энацу предложили работу в Национальном полицейском агентстве, где он в составе группы планирования безопасности занялся исследованиями и разработками. Знания, полученные на тренировках по ведению разведки и противодействию террористам, сподвигли его на создание инструментов, которые помогли бы Агентству повысить эффективность работы. После захвата заложников в Нагое Энацу принял участие в совместных учениях и по итогам перевелся в Особую группу полиции префектуры Айти, где смог разработать новые решения и альтернативные стратегии. Когда он вернулся в Токио, им заинтересовалась команда Rainbow, уделившая особое внимание его исключительному умению собирать данные и непредсказуемости мышления.</p>",
  "bio_psy": "Сказать, что у Масару Энацу (позывной \"Echo\") есть парочка особенностей в поведении, - ничего не сказать. Перед нашей первой встречей с ним я успел пообщаться со всеми членами команды Rainbow: с некоторыми - не один раз. Сессия началась с признания Энацу в том, что он избегал меня. Сразу стало ясно, что мы поладим.Обычно я не читаю досье заранее, чтобы люди могли своими словами рассказать о себе. В этот же раз мнение других играло важную роль, так как Энацу хотел получить от меня оценку.[…]Насколько я понял, Масару не близок с семьей. Он в шутку сказал, что даже калькулятор испытывает больше эмоций, чем его родители. Воспитание в таком кругу привело к нежеланию работать в группах, ведь они часто строятся на незнакомых ему принципах дружелюбности и взаимопомощи. Надеюсь, пребывание в команде Rainbow благотворно скажется на нем. Правда, для начала придется разобраться с желанием Масару изучать \"ИИ\" своих союзников методом провоцирования.[…]Энацу выбирает хитрые и непредсказуемые тактики. Они могут пригодиться команде, но для этого нужно всегда держать связь.[…] Я бы также посоветовал оперативникам подумать над тем, как лучше использовать потенциал Масару. Некоторые считают, что с ним сразу возникнут проблемы и результат будет очевидным.[…]Но, например, Юмико Имагава (позывной \"Hibana\") и Грейс Нам (позывной \"Dokkaebi\") часто работают с Энацу в лаборатории. Я также заметил, что у него сложились неплохие отношения с Таиной Перейрой (позывной \"Caveira\"). Видимо, Масару нравится ее прямота, лишний раз подтверждающая предположение, что обижающиеся на него люди просто \"не поняли смысл шутки\".[…]Его легко вывести из равновесия. У него мало сторонних интересов - только желание постоянно повышать свою эффективность. Он должен осознать, насколько полезно порой отвлекаться - особенно тем, чья работа связана со стрессом. Масару кажется, что спокойный разум указывает на низкий интеллект, но на самом деле умение на время \"отключиться\" не является проявлением слабости.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3MRqAdUybJ7GR9gX4wPAI4/992938a70a4e53b91478358634e77ca7/Y1S4_BADGE_Echo_L.png",
  "f_weapons": [
    "mp5sd",
    "supernova"
  ],
  "s_weapons": [
    "p229rc",
    "bearing9"
  ],
  "device": [
    "impactgrenade",
    "deployableshield"
  ],
  "spec": [
    "yokai"
  ],
  "specialties": "INTEL, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "647643550e9ad73d9e3f2b6f"
  },
  "id": "cavrira",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4RZ2Vwk7HozKMCtS5gFMp7/e1b930e3c80590a316939d9df0d88660/r6-operators-list-caveira.png",
  "name": "CAVEIRA",
  "real_name": "Таина Перейра",
  "health": 1,
  "speed": 3,
  "birtday": "15 октября (27 лет)",
  "birtplace": "Ринополис, Бразилия",
  "bio_video": "https://www.youtube.com/watch?v=lqsL4QpKXeM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Не каждый ребенок может выбрать, где ему расти",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Перейра родилась в маленьком городке штата Сан-Паулу. Вместе с ней в семье было 10 детей, которых мать воспитывала в одиночку. В раннем возрасте Перейра переехала в Рио-де-Жанейро, где вскоре была арестована по обвинению в грабеже и поставлена перед выбором: либо исправительная программа для подростков, либо помощь военной полиции в качестве информатора. За годы работы под прикрытием в бразильских преступных группах она изучила различные техники допроса и наблюдения, благодаря чему теперь в качестве инструктора порой участвует в подготовке новобранцев. Перейра - эксперт по эвакуации и тактикам ведения боя в закрытом пространстве и особо опасных ситуациях. Ее действия во время кризиса в Рио-де-Жанейро привлекли внимание команды Rainbow, которую не испугали многочисленные намеки на то, что девушка сама по себе представляет угрозу. Вне службы Перейра ведет закрытый образ жизни: известно лишь то, что она любит изучать новые языки и участвует в неофициальных соревнованиях по джиу-джитсу.</p>",
  "bio_psy": "В любом из рапортов будет обязательно написано, что Таина Перейра (позывной \"Caveira\") бесстрашна, умна, отважна, а также действует без лишних промедлений и обязательно доводит дело до конца. Вместе с тем, несмотря на все успехи, из-за бунтарского характера ее ни разу не удостоили благодарности. Поэтому при первой встрече я ожидал... кого же я ожидал?[…] На мой взгляд, человек, начавший военную карьеру в качестве информатора, явно умеет выживать. В связи с этим у меня возник логичный вопрос: зачем было продолжать, когда срок наказания истек? Перейра ответила, что для нее эта работа просто стала частью жизни. Она все также непокорна и настроена против системы, но, несмотря на шутки в сторону сослуживцев по поводу их \"супергеройского чутья справедливости\", серьезно относится к своей роли в команде.[…] Перейру часто критикуют за грубость те, кто не знает механизмы отношений в большой семье - особенно когда у тебя куча братьев. Таина близка с ними, но ей постоянно приходилось бороться за то, чтобы быть услышанной или хотя бы замеченной. Естественно, она ценит личное пространство и обожает, когда все работает так, как ей хочется. Вместе с тем, особенность устройства семьи научила ее не обращать внимания на шум, действовать спонтанно и намного комфортнее других чувствовать себя в большой группе. Отсюда и мастерство допроса. Боюсь подумать, как на эти навыки повлияла вынужденная жизнь на улицах.[…] Перейра сразу дала понять, что мы не будем обсуждать личное. Судя по тому, как она все время теребила подвеску, предположу, что это условие связано не с неуважением ко мне, а с желанием защитить кого-то близкого.[…] Так кого же я ожидал увидеть при встрече с Перейрой? Она - не из тех, чьи действия можно предугадать. Это не предупреждение: скорее, наоборот. Таина талантлива, собрана и уравновешенна. Одни видят в ней мятежную душу, я же - ценного оперативника: не без сюрпризов, конечно, но того, кому можно доверить любое дело.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4H1dOkcdZIKblKkAWjD390/10e57f4829eabda30f4aa1044e49893d/Y1S3_BADGE_Caveira_L.png",
  "f_weapons": [
    "m12",
    "spas15"
  ],
  "s_weapons": [
    "luison"
  ],
  "device": [
    "proximityalarm",
    "impactgrenade"
  ],
  "spec": [
    "silentstep"
  ],
  "specialties": "INTEL, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "647643600e9ad73d9e3f2b70"
  },
  "id": "capitao",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3AZlhNFA21aKL2MdAIEwa8/7a70e885cf5421c9bafe8e8388ec5ce2/r6-operators-list-capitao.png",
  "name": "CAPITAO",
  "real_name": "Висенте Соуза",
  "health": 1,
  "speed": 3,
  "birtday": "17 ноября (49 лет)",
  "birtplace": "Рио-де-Жанейро, Бразилия (Нова-Игуасу)",
  "bio_video": "https://www.youtube.com/watch?v=lqsL4QpKXeM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Если концентрироваться лишь на плохом, не увидишь уйму возможностей сделать что-то хорошее",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Соуза - младший ребенок в семье - родился в Нова-Игуасу, пригороде Рио-де-Жанейро. После того как наркоторговцы убили его старшего брата, молодой человек решил поступить на службу в военную полицию. Там он обучился владению различными видами оружия и тактикам штурма. Во время рейда на картель Соузу взяли в заложники. Его пытали, лишили глаза, но благодаря характеру и выдержке он не сдался и через два месяца был спасен. Когда период восстановления завершился, Соузу как специалиста по боям в черте города и своего рода олицетворение девиза \"Победа или смерть\" завербовал Батальон специальных полицейских операций (BOPE). В этом СП он досконально изучил принципы организации и психологию преступных формирований, но в ходе своей борьбы с картелями стал их мишенью #1.</p>",
  "bio_psy": "Судя по рапортам, Висенте Соуза (позывной \"Capitão\") - отличный оперативник: преданный, целеустремленный, рассудительный. Но в первую очередь он человек семейный. За каждым его действием стоит желание защитить своих родных и сделать мир, в котором они живут, безопаснее. Соуза вырос в дружной среде и старается в том же ключе воспитывать своих троих детей. Неудивительно, что он так и не оправился после смерти старшего брата. Чтобы память о нем жила, Висенте назвал старшего сына тем же именем и часто рассказывает истории о близком ему человеке. Соуза обожает, когда в его доме собираются родственники. Тепло и уют, созданные им, дают шанс расслабиться, ведь все рядом и в безопасности.[…] Он признал, что не доверяет друзьям своих детей, но при этом старается не быть слишком властным. Думаю, он хочет воспитать тройню так, чтобы они ответственно относились к своему будущему, и боится потерять кого-то из них больше, чем другие родители, в прошлом которых не случалось подобных трагедий.[…] После плена и полученных увечий Соузу могли освободить от работы \"в поле\", и я решил обсудить с ним этот момент, хоть он и произошел довольно давно. Естественно, эту тему не стоило поднимать на первой сессии, так что пришлось вернуться к ней попозже. Очевидно, что эти события сформировали личность Висенте. Он посвятил себя борьбе за справедливость и защите слабых и в этом деле стал непреклонен. В любой момент Соуза пытается разобраться в устройстве преступных групп, чтобы отыскать их уязвимые места. Такую сложную задачу один представитель стражей правопорядка не может решить самостоятельно.[…] Благодаря невероятной стойкости и уникальному опыту, полученному на службе, Висенте пригодился бы в любой команде. Однако важно, чтобы он умел разграничивать роль защитника и свою личность. Нам следует относиться к нему с пониманием и помочь сохранить стабильность.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/73R4IrWJyn0xdkJ0fjOODA/fc70d200a7530dccae2847ab7962e394/Y1S3_BADGE_Capitao_L.png",
  "f_weapons": [
    "para308",
    "m249"
  ],
  "s_weapons": [
    "prd92"
  ],
  "device": [
    "hardbreachcharge",
    "mine"
  ],
  "spec": [
    "tacticalcrossbow"
  ],
  "specialties": "БОЕЦ ПЕРЕДОВОЙ, КОНТРОЛЬ КАРТЫ"
},{
  "_id": {
    "$oid": "6476436c0e9ad73d9e3f2b71"
  },
  "id": "blackbeard",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5u6Ak7dkTb4yOjaP1hlGuT/0cdd45963fd8c83c62f609c7319bbf05/r6-operators-list-blackbeard.png",
  "name": "BLACKBEARD",
  "real_name": "Крэйг Дженсон",
  "health": 2,
  "speed": 2,
  "birtday": "12 марта (32 года)",
  "birtplace": "Белвью, Вашингтон",
  "bio_video": "https://www.youtube.com/watch?v=cqHxebcvgDE&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Я ныряльщик. Мы легко распознаем угрозу даже сквозь закаленное стекло",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Вместо того чтобы по семейной традиции стать врачом, Дженсон отправился на флот. Время, проведенное в стане бойскаутов и Морском кадетском корпусе США (эскадрилья \"Голубые ангелы\"), лишь усилило его желание служить своей стране и повидать мир. В армии ему предоставили возможность получить образование и широкий спектр навыков, подстегнувших его авантюрный дух. Отслужив первый срок, Дженсон поставил перед собой конечную цель - попасть в СП Navy SEAL. Ведомый желанием добиться успеха в профессиональной и личной жизни, он покорил Эверест, участвовал в соревнованиях по парусному спорту и совершил несколько кругосветных плаваний.</p>",
  "bio_psy": "Крэйг Дженсон (позывной \"Blackbeard\") умеет привлечь к себе внимание. Этому способствуют яркое чувство юмора и раскатистый смех. Вне заданий создается впечатление, что он несколько несерьезен. В ходе беседы я чувствовал расслабленность и открытость этого, по его же словам, \"простодушного и готового на все парня\". Стоит признать, мало кто готов назвать себя \"простодушным\".[…] Дженсон - атлетичный, крепкий скалолаз и участник соревнований по парусному спорту. Он признал, что комфортнее всего чувствует себя на природе: там ты учишься адаптироваться, использовать волю, терпеть и одобрять. Похоже, эти качества Дженсон развивает с детства. Я спросил, кем бы он стал, если бы не армия. Оказалось, Крэйг задумывался о стезе океанографа, но пока \"еще есть чем блеснуть в SEAL\".[…] Мне стало интересно, когда он впервые почувствовал тягу к приключениям. В пять лет Дженсон решил оставить свою комнату и унес все имевшееся у семьи снаряжение для лагеря в лес за домом. Там он прожил два дня, а вернулся только для того, чтобы родители не волновались. Правда, позже стало известно, что они знали, где разместился Крэйг, и приглядывали за ним. Ему до сих пор жаль, что не пробыл в лесу дольше.[…] Он рассказал, что в один прекрасный день его дед бросил работу, жену и детей и уехал на север добывать золото. Дженсону присуща та же страсть к исследованиям, но уходить из семьи - не его выбор.[…] Современные пираты представляют серьезную угрозу, и Дженсон принимал участие во многих флотских операциях против них. В то же время дома он вовсе не против \"пойти на абордаж\" вместе со своими детьми. Для него пираты - эгалитаристы, и как ему кажется, задания команды Rainbow строятся на тех же принципах.[…] Крэйг - надежный оперативник, четко осознающий свою роль. Она ему удается, и отряд ценит этот вклад. Если он хочет играть в \"пиратов\" в свободное время - почему нет, весело же.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4BTbmcs1EtoUbnpk5Am22Y/b7bd4d0708245c78b98455505c0d51a8/Y1S2_BADGE_Blackbeard_L.png",
  "f_weapons": [
    "mk17cqb",
    "sr25"
  ],
  "s_weapons": [
    "d50"
  ],
  "device": [
    "breachcharge",
    "stungrenade"
  ],
  "spec": [
    "rifleshield"
  ],
  "specialties": "ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "6476437c0e9ad73d9e3f2b72"
  },
  "id": "valkyrie",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7xN3HJXPLVEmWA9PDnQzTV/613b19a897503161f2cf6fe7bbe3408e/r6-operators-list-valkyrie.png",
  "name": "VALKYRIE",
  "real_name": "Меган Дж. Кастеллано",
  "health": 2,
  "speed": 2,
  "birtday": "21 июля (31 год)",
  "birtplace": "Оушенсайд, Калифорния",
  "bio_video": "https://www.youtube.com/watch?v=lqsL4QpKXeM&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Те, у кого нет ощущения, будто за ними постоянно следят, просто невнимательны",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Кастеллано родилась в калифорнийском городе Оушенсайд, где живет многочисленное сообщество серферов. Ее отец - полковник морской пехоты, мать - исследователь в биотехнологической компании. С ранних лет Кастеллано демонстрировала успехи в точных науках и спорте и могла бы получить олимпийскую медаль в соревнованиях по плаванию, но в 16 лет сломала руку в автокатастрофе. Поступив в университет, она также записалась на флот. Степень бакалавра компьютерных наук со специализацией \"Безопасность и криптография\" позволила ей попасть в Корпус информационных операций и, благодаря внимательности к деталям и аналитическому складу, стать одним из самых востребованных специалистов. Кастеллано подала запрос на перевод в Navy SEAL, когда в это СП стали принимать женщин. Спустя несколько лет изнурительной подготовки она добилась своего и таким образом стала примером для других.</p>",
  "bio_psy": "В начале первой сессии мне показалось, что Меган Кастеллано (позывной \"Valkyrie\") удовлетворяет всем нашим требованиям и ожиданиям. Просто безупречный человек. Но по рапортам складывается впечатление, что она агрессивна и готова сделать все, лишь бы завершить задание. Любопытный контраст.[…] Реальное видение своей роли отличается от вежливого ответа, который она дала сперва. Хотя Кастеллано и нравятся испытания, которым мы ее подвергли, есть ощущение, что ей не удается преодолеть какую-то преграду.[…] Меган непривычно находиться среди такого количества успешных людей. Лучшая в своем классе или группе, надежа и опора для всех... По ее словам, \"прижатой к стене\" она ощутила себя лишь однажды - во время подготовки в SEAL. Обычно я бы предложил пообщаться с кем-то, кто имеет аналогичный опыт - например, Крэйгом Дженсоном (позывной \"Blackbeard\"). Но он был ее инструктором во время этой тяжелой 1-й фазы тренировок, так что уважение к нему не означает, что Кастеллано нравится сослуживец по SEAL.[…] Сейчас Меган получает лицензию пилота вертолета (под влиянием Елены Марии Альварес) и проходит языковые курсы (предложение Юмико Имагавы и Майлза Кэмпбелла).[…] Очевидно, что общество исключительных людей давит на нее. Саморазвитие должно происходить по собственному желанию. Кастеллано и без того отличный оперативник - даже несмотря на конфликт, возникший с Таиной Перейрой после случая в Боливии. Я хочу, чтобы Меган рациональнее подошла к определению своего места в команде.[…] Вне операций она не путешествует. Для отпуска у нее есть дом: пляж рядом, можно заняться серфингом. Отшельничество - явно не ее естественное состояние. Давлению, которое она сама на себя оказывает, нужна... точка приложения. Ей больше не приходится в одиночку представлять женщин-оперативников, так что пора принять помощь от союзников. Уверен: если Меган осознает этот факт, то обретет равновесие. Осталось убедить ее. Но на это еще есть время.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/44qXJmZmAwaD4w44JnPuOx/c54c8b9d3a6813ab8ce3e3f1dd4ef408/Y1S2_BADGE_Valkyrie_L.png",
  "f_weapons": [
    "mpx",
    "spas15"
  ],
  "s_weapons": [
    "d50"
  ],
  "device": [
    "nitrocell",
    "impactgrenade"
  ],
  "spec": [
    "blackeye"
  ],
  "specialties": "INTEL, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "6476438e0e9ad73d9e3f2b73"
  },
  "id": "buck",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3k68pZu62GPbCAFOSCej9a/3c3d3da1f7109a396fb59dcf06c5c4c8/r6-operators-list-buck.png",
  "name": "BUCK",
  "real_name": "Себастьян Коте",
  "health": 2,
  "speed": 2,
  "birtday": "20 августа (36 лет)",
  "birtplace": "Монреаль, Квебек",
  "bio_video": "https://www.youtube.com/watch?v=h_rf8K13gow&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "За мной. Я знаю короткий путь",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Во время учебы в университете Коте, родившийся в семье военных, состоял в Запасе Канадских вооруженных сил. Получив степень бакалавра криминологии, он перешел на регулярную службу и был приписан к военной полиции. Благодаря подготовке к действиям в особо опасных ситуациях и морских операциях, а также навыкам боя на любой дистанции ему удалось попасть в поисково-спасательное формирование КККП.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Даже после перехода во всемирно известное спецподразделение JTF2 Коте продолжил расширять набор своих умений: прошел курсы боевого вождения на земле и воде, работы с опасными материалами и спасения заложников. В стрессовой ситуации он действует собранно и легко подстраивается. Дружелюбность и интуитивная адаптация к роли лидера позволяют ему быть одним из самых гибких оперативников. Помимо французского и английского Коте свободно говорит на пушту, а сейчас по собственному желанию изучает историю племени могавков (ганьенгэха).</p>",
  "bio_psy": "Себастьян Коте (позывной \"Buck\") - добродушный человек, способный присоединиться к любому разговору и заставить всех расслабиться. Наши сессии доставляют мне удовольствие. В ходе первых встреч Buck держался формально, но не был закрытым. Я понимаю, почему люди считают его беззаботным. В бою такое умение подстраиваться под других особенно ценят те, кого в первую очередь интересует тактика, но и остальным крайне комфортно работать с ним.[…] Коте любит приключения и, несмотря на значительный военный опыт, может свежим взглядом оценить свою задачу. В детстве ему рассказывали множество историй о родственниках, которые исследовали реки Канады, охотились на пушных зверей и помогали составлять карту севера страны железнодорожникам и добывающим компаниям. По его словам, он лишь недавно узнал, что однажды его прадедушка чуть не утонул, но был спасен своим другом из племени могавков. Не случись этого, не родился бы и отец Себастьяна. И поэтому Коте намерен выучить новый язык. Этот пример - наглядная иллюстрация того, кем он является. Buck хочет изменить мир, но его подход к этому делу разумный и реалистичный. Он стремится получить настоящий результат, и объем усилий значения не имеет.[…] Коте - один из трех детей - родился в сплоченной семье. Насколько я понял, все его родственники физически активны, и сам он предпочитает проводить время на открытом воздухе. Вместе с тем Себастьян не преминул поделиться своим восхищением механическими головоломками. Они представляют собой запутанную схему из металлических частей, которые нужно составить в правильном порядке. Делать их Коте научил дядя, и это занятие не надоедает ему и по сей день. Он показал мне одну: детали и схема были разработаны им самим. Умение создавать столь сложные конструкции - яркое проявление аналитического ума и художественных способностей. Но лучше бы Buck не оставлял эту головоломку у меня. Ее возмутительно трудно решить.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2oZZBEZzVLFpRY7Mp85MWq/f62287872dd61b4e0697a93d703b2beb/Y1S1_BADGE_Buck_L.png",
  "f_weapons": [
    "c8sfw",
    "camrs"
  ],
  "s_weapons": [
    "mk19mm"
  ],
  "device": [
    "hardbreachcharge",
    "stungrenade"
  ],
  "spec": [
    "skeletonkey"
  ],
  "specialties": "СОЗДАНИЕ БРЕШЕЙ, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "647643980e9ad73d9e3f2b74"
  },
  "id": "frost",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/33qvDwvWy7y9VGw9k1RYWi/3a0db2fa0e2e09d05d344cf20222ec56/r6-operators-list-frost.png",
  "name": "FROST",
  "real_name": "Тина Линь Цзан",
  "health": 2,
  "speed": 2,
  "birtday": "4 мая (32 года)",
  "birtplace": "Ванкувер, Британская Колумбия",
  "bio_video": "https://www.youtube.com/watch?v=h_rf8K13gow&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Есть две вещи, которые нужны человеку для того, чтобы выжить: вода и надежда",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Цзан росла в Ванкувере, а в возрасте восемнадцати лет поступила на службу в Королевские военно-воздушные силы Канады. Королевский военный колледж она окончила в числе лучших студентов. По получении степени бакалавра и прохождении офицерской подготовки Цзан перешла в Центр координации спасательных операций \"Виктория\", находящийся на базе \"Эскуаймолт\", где в составе основной поисковой группы участвовала в заданиях на территории Британской Колумбии и Юкона.</p><p>&nbsp;&nbsp;&nbsp;&nbspМногие отмечают ее умение ориентироваться в любой ситуации, позволяющее быстро составлять четкий план и реагировать на угрозу. Скалолазанием, прыжками с парашютом и подводным плаванием она увлекается и в свободное время. Используя полученные знания в области инженерной механики, Цзан помогла спроектировать и модифицировать Sterling MK2 LHT (\"Силок\") - компактное устройство, которое можно применять в различных условиях.;</p>",
  "bio_psy": "Признаюсь: энергичность Тины Линь Цзан (позывной \"Frost\") утомляет. Немногие заставляют меня почувствовать себя стариком. В ходе нашей встрече она навела порядок на моих полках... стало и правда лучше. А главное, это не нервозность, вовсе нет. Такое поведение характерно для спортсменов.[…] В рапортах сказано, что Цзан всегда сконцентрирована и упорна. Союзники доверяют ее плану, знают о придирчивости. Несогласие не нарушает командную работу, так как Тина всегда готова выслушать критику. Правда, у нее есть некоторая неприязнь к тем, кто нетерпелив или предпочитает сократить свой путь.[…] Цзан всегда тщательно планирует задание и использует те же принципы в обычной жизни. Для примера достаточно вспомнить ее недавний рассказ о празднике, устроенном для родителей. Она описала каждую мелочь, вспомнила все десять поданных блюд и наверняка смогла бы по памяти воссоздать это традиционное торжество.[…] Было сложно найти тему, которая увлекала бы Тину так же, как операции. Музыка? Зависит от настроения. Книги? Сомнительно. Наконец, разговор зашел об охоте. Цзан выросла в Британской Колумбии, с уважением относится к канадской культуре и даже рекомендовала мне посетить Хайда-Гуай, если я вдруг окажусь на западном побережье ее родной страны. О малоинформативной записи о происшествии на охоте ей не особо хотелось говорить. Самолету Тины пришлось сделать аварийную посадку в местности под названием \"Наханни\". Погода испортилась, и в итоге помощь подоспела лишь через неделю. Нежелание Цзан делиться подробностями и частое употребление словосочетания \"была должна\" наводит на мысль, что она чего-то стыдится. Я не стал давить и предложил пообщаться с Саной эль-Мактуб. Они тут же сдружились на почве схожего пережитого опыта. К тому же, обе испытывают некую связь с природой: не просто миром за стенами здания - именно чем-то диким, первозданным.[…] Склонность к четким действиям полезна для команды, но я жду от Цзан и самоанализа. Важно, чтобы она смогла реализовать себя в компании таких сильных личностей, как, например, Таина Перейра (позывной \"Caveira\").",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1OWFtfiEXleLSENciCSQQR/8fcced59c0125073e506f2dee0201015/Y1S1_BADGE_Frost_L.png",
  "f_weapons": [
    "super90",
    "9mmc1"
  ],
  "s_weapons": [
    "mk19mm",
    "ita12s"
  ],
  "device": [
    "bulletproofcamera",
    "deployableshield"
  ],
  "spec": [
    "welcomemat"
  ],
  "specialties": "INTEL, ПОДДЕРЖКА"
},{
  "_id": {
    "$oid": "647643a20e9ad73d9e3f2b75"
  },
  "id": "mute",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/33qvDwvWy7y9VGw9k1RYWi/3a0db2fa0e2e09d05d344cf20222ec56/r6-operators-list-frost.png",
  "name": "MUTE",
  "real_name": "Марк Р. Чандар",
  "health": 3,
  "speed": 1,
  "birtday": "11 октября (25 лет)",
  "birtplace": "Йорк, Англия",
  "bio_video": "https://www.youtube.com/watch?v=Ouw3ZlwbxAw&ab_channel=UbisoftNorthAmerica",
  "bio_quote": "Люди связывают мой позывной с тем, что мне не нравится болтать. А может, мне просто не нравитесь вы?",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Незаурядный и разносторонний Чандар стал одним из самых молодых студентов, принятых в Кембридж. Получив дипломы по специальностям \"Электроинженерия\" и \"Вычислительная техника\", он прошел стажировку в престижной технокомпании, где занимался проектированием прототипов систем защиты. Его неординарные решения привлекли внимание Центра правительственной связи - одной из разведслужб Великобритании. Продемонстрировавший выдающиеся способности в дешифровке Чандар вскоре стал сотрудником радиоэлектронной разведки. Он продолжает участвовать в работе группы исследования прикладных технологий и расширять свой кругозор (недавно взялся за изучение корейского).</p>",
  "bio_psy": "Не каждый сразу поймет, почему Марк Чандар выбрал позывной \"Mute\". Он действительно не любит пустые разговоры, но в то же время вовсе не скрытен, а порой и импульсивен (для некоторых - отталкивающая черта). Вполне вероятно, что Марк не способен избавиться от своих социальных блоков. На мой взгляд, причина этому - нетерпеливость. Ему потребуется осознать, что проблему можно решить разными способами. Что любопытно, в защиту Чандара высказывался Майк Бейкер (Thatcher), который нехотя, но все же терпит своего союзника.[…] Марка привлекают определенные типы личностей. Например, с недавнего времени он стал общаться с оперативником Тимуром Глазковым (Glaz). Видимо, ему комфортнее с теми, кто мыслит абстрактно: сам Чандар любит разбирать оборудование, чтобы создать нечто новое, а Тимуру, в свою очередь, присущ нестандартный взгляд на сложные ситуации.[…] Работа в сфере защиты информации научила Марка ценить секретность - в том числе в личном плане. Сотрудничая с кем угодно, он воспринимает данные как важнейший ресурс. Я уважаю этот принцип, но всему есть границы. Мне пришлось искать иной подход, и внезапно общей темой для нашего разговора стала история - необычный выбор для человека, склонного к точным наукам! Его родной город Йорк - одно из самых красивых и исторически значимых мест в Англии. Марк в красках описывал свой путь в школу, пролегавший мимо готического храма. Он любил задержаться возле него и смотреть на колокольню до тех пор, пока не закружится голова.[…] Беседа с Чандаром напомнила мне о том, что ценны не только знания и технические навыки наших оперативников, но и их интересы. Марк является примером человека, которого не следует воспринимать исключительно как умника. Он молод, но определенно способен научить других чему-то.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4BWoDVmdDsgrI071YJwqyF/4bcf11da1e22bda96d130a0f0d4d5b48/r6-operators-list-mute.png",
  "f_weapons": [
    "mp5k",
    "m590a1"
  ],
  "s_weapons": [
    "p226mk25",
    "smg11"
  ],
  "device": [
    "bulletproofcamera",
    "nitrocell"
  ],
  "spec": [
    "signaldisruptor"
  ],
  "specialties": "НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ, ПОДАВЛЕНИЕ"
},{
  "_id": {
    "$oid": "647643ad0e9ad73d9e3f2b76"
  },
  "id": "sledge",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6eIdbZWLBIdtCygNAu9uue/8856e29f0e9ebc3b6ed996223586ebce/r6-operators-list-sledge.png",
  "name": "SLEDGE",
  "real_name": "Шеймус Коуден",
  "health": 3,
  "speed": 1,
  "birtday": "2 апреля (35 лет)",
  "birtplace": "Джон О'Гроутс, Шотландия",
  "bio_video": "https://www.youtube.com/watch?v=gdHvA_Zodog&ab_channel=azidium",
  "bio_quote": "Пропустите!",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Коуден родился на самом севере Шотландии в семье военного и медсестры. Когда ему было пять лет, родители решили перевезти своих детей в Инвернесс. Физически развитый молодой человек стал играть в регби, и в 1998 году был назначен капитаном сборной игроков младше 20 лет. Следуя семейной традиции, Коуден присоединился к 3-й механизированной дивизии Сухопутных войск Великобритании. Его атлетизм и напористость соответствовали старому прозвищу дивизии - \"Железнобокие\". Поначалу Коудена отправили в бронепехотную бригаду - изучать инженерное дело и методы модификации боевого транспорта. Параллельно он разработал несколько методов создания брешей. При поступлении на службу в SAS ему удалось установить несколько рекордов. Коуден - эксперт в области механических, баллистических, взрывчатых и термосредств ведения штурма, но сам предпочитает создавать точки входа быстро и относительно тихо.</p>",
  "bio_psy": "Одна из задач в моей работе - оценка влияния страны на оперативника. Могу сказать, что Шеймуса Коудена (Sledge) можно абсолютно точно считать гордым сыном своей суровой родины. И дело не только в физических параметрах и внушительном виде. Я чувствую, что даже в его личности есть что-то \"дикое\". Он стоек и самолюбив, но, по собственному признанию, иногда бывает вспыльчив. Судя по рапортам, Шеймус решителен, обладает лидерскими качествами и значительным опытом оперативной работы и вместе с тем довольно непредсказуем: не всегда \"нежный гигант\" остается таким, каким его видят другие.[…] Коуден любит делиться разными историями: в рамках нашей беседы я их наслушался. В 12 лет он собрал дельтаплан из палок и лодочного паруса и попытался взлететь с крыши дома. Итог: сломал оба голеностопа. В училище Шеймус как-то случайно разрушил свою казарму, когда испытывал новый метод создания бреши, а в другой раз - съехал с пирса и утопил мотоцикл капитана, надеясь узнать, как долго сможет перемещаться по поверхности воды (очевидно, недолго). При этом цель нашего рассказчика - не только развлечь слушателя, но и наладить с ним контакт. Что ж, оригинальный способ обозначить лидерство.[…] Коуден считает товарищей своей семьей - особенно Майка Бейкера (Thatcher), который вроде как и убедил Sledge использовать \"Кувалду\". Многие члены команды Rainbow говорят, что им проще всего работать именно с Шеймусом.[…] В целом Коуден добродушен и скромен, но вопросы о политике его задевают. Себя он зовет \"новостным наркоманом\" и никогда не отказывается подискутировать. Именно потому его и потянуло в армию, а один из его братьев стал членом Парламента. Вместе с тем, Коуден осознает, что в рамках заданий следует держать свое мнение при себе. До сих пор проблем не возникало: будем надеяться, что он способен контролировать себя - по крайней мере до тех пор, пока не доберется до паба.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Атака",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4lgK1mOTVAoBhoj5qjYuyd/83c83d56e977f96ac0e9621c0d1c07d2/Y0R6_BADGE_Sledge_L.png",
  "f_weapons": [
    "l85a2",
    "m590a1"
  ],
  "s_weapons": [
    "p226mk25",
    "smg11"
  ],
  "device": [
    "fraggrenade",
    "stungrenade"
  ],
  "spec": [
    "hammer"
  ],
  "specialties": "СОЗДАНИЕ БРЕШЕЙ, НЕЙТРАЛИЗАЦИЯ УСТРОЙСТВ"
},{
  "_id": {
    "$oid": "647643b60e9ad73d9e3f2b77"
  },
  "id": "smoke",
  "img": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2Tm9rzdq6j9cpdW9qjnnrw/10d42d14755002e1056d1a940841482c/r6-operators-list-smoke.png",
  "name": "SMOKE",
  "real_name": "Джеймс Портер",
  "health": 2,
  "speed": 2,
  "birtday": "14 мая (36 лет)",
  "birtplace": "Лондон, Англия (Кингс Кросс)",
  "bio_video": "https://www.youtube.com/watch?v=aiKXR21LjyA&ab_channel=Ekopingviini",
  "bio_quote": "Конечно же я беспокоюсь за окружение. По крайней мере то, в котором нахожусь",
  "bio_main": "<p>&nbsp;&nbsp;&nbsp;&nbsp;Портер не был лучшим из учеников, но, судя по тестам на выявление способностей, имел склонность к точным наукам. Учителя и родители предложили следовать нестандартной методике обучения - на дому с помощью репетиторов. Отсутствие школьных ограничений положительно сказалось на мальчике, и он быстро добился успехов в химии, биологии и математике. Не желая поступать в обычный университет, Портер записался в армию по поддельным документам. Жесткая система правил не всегда радовала его, но различные тренировки и получаемый опыт сглаживали впечатление. Он часто получал наказания за нарушение устава, однако вышестоящее руководство больше интересовали новаторский подход и стратегическое мышление, присущие молодому солдату. Вскоре ему предложили вступить в ряды SAS. Портер предпочитает получать знания и навыки своими способами, и потому не силен в стандартных методиках.</p>",
  "bio_psy": "Перед встречей с оперативником крайне важно не иметь предварительного мнения о нем. Так как разные оценки личности Джеймса Портера (Smoke) противоречили друг другу, то я, к счастью, и не мог его составить. Поэтому на беседу со мной пришел, скажем так, человек-загадка.[…] Многие считают Портера слишком отстраненным. Просматривая его досье, я заметил, что \"равнодушным\" он становится в стрессовых ситуациях. Значит, дело не в отстраненности, а концентрации. Помню, как мой дядя, стуча пальцем по виску, говорил мне: \"Учи свою голову работать\". Думаю, Портер ровно также учит свою голову работать над поставленной задачей и блокировать отвлекающие факторы. Он старается не принимать решений под воздействием эмоций, и потому часто оказывается в местах вроде концертов - выпускает пар, чтобы на работе быть тем, кем нужно.[…] Очевидно, что родители привили Джеймсу желание быть свободным, развивать себя и расширять кругозор по своим правилам. Иногда такой подход приводил к неудачам: после одного эксперимента остались явные шрамы, но, кажется, ни одной эмоциональной травмы... Но пользы было явно больше.[…] Нестандартный метод обучение помог Портеру стать сложной, энергичной личностью, которую не вписать в обычные категории. Сослуживцы любят его и ценят несмотря на некоторую халатность. И даже эпитеты вроде \"экстремал\" или \"храбрец\" в его случае кажутся недостаточными. В нем намного больше тонких черт. Джеймс нетороплив и умеет просчитывать риски. Он, как и другие оперативники, осознает, что притворяться бесстрашным бесполезно: страх нужно уважать.[…] Портер занимается самообучением с малых лет, и потому его характер формируется до сих. Ему нравится сталкиваться с чем-то новым, досконально изучать его и двигаться дальше. Исключение - приемная дочь. Он показал лишь одну ее фотографию. Мне стало страшно за ребенка, окруженного таким количеством крайне опасных предметов, но Джеймс заверил, что сейчас она уже учится в старшей школе и преуспевает в рамках системы, которую ему не удалось понять. Благодаря дочери он видит мир в ином ракурсе, а такие испытания как раз в его вкусе.",
  "bio_outer": "Доктор Харишва Панди, \"Гарри\", глава команды Rainbow",
  "elite": [],
  "side": "Защита",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6mOMxoc3t27R9Gr9wFtt6T/f5f90a6be6a6710bee686ce69df29906/Y0R6_BADGE_Smoke_L.png",
  "f_weapons": [
    "m590a1",
    "fmg9"
  ],
  "s_weapons": [
    "p226mk25",
    "smg11"
  ],
  "device": [
    "deployableshield",
    "barbedwire"
  ],
  "spec": [
    "remotegasgrenade"
  ],
  "specialties": "ЛОВУШКИ, ЗАЩИТА ПОЗИЦИИ"
}]