[{
  "_id": {
    "$oid": "64494fee8fd05ba10d3ca775"
  },
  "id": "smokegranade",
  "name": "Дымовая шашка",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3LaxoSLC49T5vgKnUAlTLT/c47c4636845a04478432c48be8c29aee/Smoke_Grenade.png",
  "type": "гаджет",
  "quality": 2,
  "in_game_desc": "Устройство для создания дымовой завесы.",
  "main_desc": "Дымовая граната — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется атакующими оперативниками для прикрытия наступления.",
  "user_id": [
    "montagne",
    "glaz",
    "fuze",
    "blitz",
    "jackal",
    "dokkaebi",
    "gridlock",
    "recruit"
  ],
  "overview": "<p>В Siege дымовая граната взрывается через 2 секунды после соприкосновения с любой поверхностью. Создаёт густую дымовую завесу, под прикрытием которой оперативники штурмотряда может выполнить важные действия, такие как, например увод заложника из здания или установка деактиватора.</p><p>Радиус дымовой завесы составляет 3 метра. Действует дымовая завеса 15 секунд. Тепловизор на винтовке оперативника Glaz позволяет видеть сквозь дымовую завесу. Так же Warden при активации своего гаджета в стоячем положении может видеть сквозь дымовую завесу. Как и в случае с другими метательными предметами, бросок дымовой гранаты непосредственно в кого-либо отнимает 5 единиц здоровья.</p>"
},{
  "_id": {
    "$oid": "6449514e8fd05ba10d3ca777"
  },
  "id": "c4",
  "name": "Взрывчатка C4",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4pBSTw9U6l9GRnT12G6Xln/e0991bc03b48d217f510af8b611c8828/Nitro_Cell.png",
  "type": "гаджет",
  "quality": 1,
  "desc": "<p>Взрывчатка в Siege используется для нейтрализации противников и, реже, пробивания разрушаемых поверхностей. Её можно установить как вплотную к предполагаемому месту взрыва, так и пробросив её. C4 оперативников активируется дистанционно. C4 Белых масок детонируется автоматически при приближении оперативника.</p><p>При пробросе взрывчатки на оперативников со щитами (Montagne, Fuze, Blitz) они могут получить лишь небольшой урон, если взрывчатка была проброшена перед щитом. Если же взрывчатка была проброшена за щит, то оперативник со щитом погибнет моментально.</p><p>Поскольку взрывчатка является электронным устройством, то она может быть обнаружена Детектором электронных устройств, и может быть уничтожена ЭМИ-гранатой. Взрывчатка также уничтожается выстрелами из огнестрельного оружия или Шок-бота.</p>",
  "in_game_desc": "С4 дистанционного подрыва.",
  "main_desc": "Взрывчатка C4 — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Используется оперативниками защиты для нейтрализации противников и разрушения поверхностей.",
  "user_id": [
    "mute",
    "pulse",
    "kapkan",
    "bandit",
    "valkyrie",
    "mira",
    "kaid",
    "mozzie",
    "warden",
    "goyo",
    "melusi",
    "thunderbird",
    "recruit"
  ]
},{
  "_id": {
    "$oid": "644953068fd05ba10d3ca778"
  },
  "id": "drone",
  "name": "Дрон",
  "icon": "https://www.pngkit.com/png/detail/206-2064872_creativesiege-rainbow-six-siege-drone-png.png",
  "type": "гаджет",
  "quality": 2,
  "desc": "<p>Первый дрон активируется автоматически на фазе подготовки в многопользовательской игре, а также в одиночной миссии 'Провал разведки'. По окончании фазы подготовки дроном можно продолжить пользоваться.</p><p>Дрон может перемещаться по карте и прыгать для того, чтобы несколько ускорить передвижение и для того, чтобы уворачиваться от выстрелов в него защитников. Прыжок издаёт негромкий звук, который тем не менее может выдать его местоположение. Перемещение так же издаёт небольшой шум. Перезарядка прыжка составляет 3 секунды. Кроме того, дрон способен разворачиваться на месте на 360 градусов.</p>",
  "in_game_desc": "",
  "main_desc": "Дрон — стандартный гаджет в Tom Clancy's Rainbow Six: Siege. Используется большинством оперативников атаки для разведки территории.",
  "user_id": [
    "все оперативники штурмового отряда"
  ]
},{
  "_id": {
    "$oid": "6449592b8fd05ba10d3ca782"
  },
  "id": "mine",
  "name": "Мина",
  "icon": "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4T4H5EJgUxorucGVtU2pkm/74fef324b89c220ce6426e8097f915b9/Claymore.png",
  "type": "гаджет",
  "quality": 1,
  "desc": "<p>В Siege Claymore имеет три лазерных сенсора длиной до 3 метров. длина их может уменьшаться в зависимости от наличия физической преграды и её можно удлинить прострелив дырку на разрушаемой стене. Устанавливается на любые, даже относительно ровные поверхности. На лестницы и стены мина не устанавливается.</p><p>При прохождении оперативником защиты через одну из растяжек мина взрывается. Все лёгкие и средние по броне оперативники, которые во время взрыва находились рядом с миной в той стороне, куда были направлены лазеры, погибают сразу. Оперативники с тяжёлой бронёй отправятся в состояние 'Павший, но не умерший'. Если прошедший через лазер защитник надел Керамопластины, то вне зависимости от уровня брони отправится в состояние 'Павший, но не умерший'.</p>",
  "in_game_desc": "Антипехотная мина.",
  "main_desc": "Мина «Claymore» — второстепенный гаджет, представленный в Tom Clancy's Rainbow Six: Siege. Появился в патче 4.2 13 сентября 2016 года. Используется атакующими оперативниками для прикрытия флангов.",
  "user_id": [
    "thatcher",
    "ash",
    "iq",
    "twitch",
    "zero",
    "capitao",
    "jackal",
    "zofia",
    "lion",
    "maverick",
    "kali",
    "ace",
    "flores"
  ]
}]